Repository: hazeltek/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: da, es_sv, fr, it, lt, si, th

source: Failures
da: Dumpede
es_sv: Reprobaciones
fr: Échecs
it: Insufficienze
lt: Nepatenkinami
si: වැරදි
th: สอบไม่ผ่าน

source: Shows all students receiving failing scores in the selected report activity and term.
da: Vis alle studerende som har modtaget dumpekaraktere i den valgte rapportaktivitet og termin.
es_sv: Muestra todos los estudiantes que reprueban la actividad de reporte seleccionada en el período.
fr: Montre tout les étudiants en résultat d'échec pour le rapport d'activité et la période sélectionnée.
it: Elenca tutti gli alunni insufficienti nell'attività e periodo indicato.
lt: Rodo visus mokinius, gavusius nepatenkinamus pažymius pasirinktoje veikloje ar semestre.
si: තෝරාගත් වාර්තා සහ වාරයට අදාල අසමත් කිරීමේ ලකුණු සෑම ශිෂ්‍යයකුටම පෙන්නන්න
th: แสดงนักเรียนทุกคนที่ได้คะแนนไม่ผ่านในรายงานกิจกรรมและภาคเรียนที่เลือก

source: Export report card data for every student in every section for the term.
it: Esporta schede riassuntive per tutti gli alunni in tutte le classi per il periodo indicato.
lt: Eksportuoti visų studentų visuose kursuose ataskaitų duomenis šiame semestre.
si: පාසලේ සෑම ශිෂ්‍යයකුටම සෑම වාරයකම දත්ත වාර්තා නිර්යාත කරන්න
th: ส่งออกรายงานผลการเรียนของนักเรียนทุกคนในทุกเซกชั่นของเทอม

source: Report Sheet Data Export
lt: Eksportuoti ataskaitos lakšto duomenis
si: වාර්තා පත් දත්ත නිර්යාතය
th: ส่งออกข้อมูลรายงาน

source: Export report card data for every student in every section for the school. There will be one worksheet for each term in the year.
it: Esporta i dati riassuntivi di ogni studente in ogni classe della scuola. Ci sarà un foglio per ogni periodo dell'anno.
lt: Eksportuoti visų studentų visuose kursuose ataskaitų kortelių duomenis. Bus sukurta atskira skaičialentė kiekvienam semestrui.
si: පාසලේ සෑම ශිෂ්‍යයකුටම දත්ත වාර්තා නිර්යාත කරන්න. එක් දත්ත පත්‍රයක් පමණයි පවතින්නේ වසරේ සෑම වාරයටම.
th: ส่งออกรายงานผลการเรียนของนักเรียนทุกคนในทุกเซกชั่น ซึ่งจะมีภาคเรียนละ 1 เอกสารในปีการศึกษา

source: School Year
da: Skoleår
es_sv: Año Escolar
fr: Année Scolaire
it: Anno scolastico
lt: Mokslo metai
si: පාසල් වර්ෂය
th: ปีการศึกษา

source: Absences
da: Fravær
es_sv: Ausencias
it: Assenze
lt: Praleista
si: නොපැමිණීම
th: การขาด

source: Summary of absences and tardies from a single section and term.
da: Opsumering af fravær og sent fremmøde fra en enkelt sektion eller termin.
es_sv: Resumen de ausencias y llegadas tarde de una sección en un período.
fr: Résumé des absences et retards pour une seule section et période.
it: Riassunto delle assenze e ritardi di una singola classe e periodo.
lt: Praleistų ir pavėluotų pamokų apžvalga duotam kursui ir semestrui.
si: එක් අංශයක නියමිත කාලපරිච්ඡේදයක් තුල නොපැමිනෙන සහ ප්‍රමාදවී පැමිනෙන අය පිළිබද සාරාංශය.
th: สรุปผลการขาดเรียนและมาสายของเซกชั่นและภาคเรียนเดียว

source: Worksheet Templates
da: Arbejdsarkskabeloner
es_sv: Plantillas de Hoja
fr: Modèles de Feuille de Travail
it: Modelli di fogli di lavoro
lt: Lakštų šablonai
si: වැඞපත් ආකෟති
th: แม่แบบแผ่นงาน

source: Course Worksheet
da: Kursusarbejdsark
es_sv: Hoja de Asignatura
fr: Feuille de Travail de Cours
it: Fogli della materia
lt: Dalyko lakštas
si: වැඞපත් පාඨමාලා
th: หลักสูตรวิชา

source: New Course Worksheet
da: Nyt kursusarbejdsark
es_sv: Nueva Hoja de Asignatura
fr: Nouvelle Feuille de Travail de Cours
it: Nuovo foglio per la materia
lt: Nauja dalyko lakštas
si: නව වැඞපත් පාඨමාලා
th: เพิ่มหลักสูตรวิชาใหม่

source: New Course Activity
da: Ny kursusaktivitet
es_sv: Nueva Actividad de Asignatura
fr: Nouvelle Activité de Cours
it: Nuova attività per la materia
lt: Nauja dalyko veikla
si: නව ක්‍රියාකාරකම් පාඨමාලා
th: เพิ่มกิจกรรมในหลักสูตรใหม่

source: Course Activity
da: Kursusaktivitet
es_sv: Actividad de Asignatura
fr: Activité de Cours
it: Attività materia
lt: Dalyko veikla
si: පාඨමාලා ක්‍රියාකාරකම්
th: กิจกรรมในหลักสูตร

source: Hide/unhide Worksheets
da: Vis/gem arbejdsark
es_sv: Ocultar/Mostrar Hojas
fr: Montrer/masquer les Feuilles de travail
it: Mostra/nascondi fogli
lt: Slėpti/rodyti lakštus
si: සැගවූ/නොසැගවූ වැඞපත්
th: ซ่อน/ไม่ซ่อนแผ่นงาน

source: Add to Course Worksheets
da: Tilføj til kursusarbejdsark
es_sv: Añadir a las Hojas de Asignatura
it: Aggiungi ai fogli della materia
lt: Pridėti prie dalyko lakštų
si: වැඞපත් පාඨමාලා එකතු කිරීම
th: เพิ่มไปยังหลักสูตรวิชา

source: Add as Course Worksheet
da: Tilføj som kursusarbejdsark
es_sv: Añadir como Hoja de Asignatura
it: Aggiungi come foglio della materia
lt: Pridėti kaip dalyko lakštą
si: පාඨමාලා වැඞපත් ලෙස එකතු කිරීම
th: เพิ่มเป็นหลักสูตรวิชา

source: Reports
da: Rapporter
es_sv: Reportes
fr: Rapports
it: Prospetti
lt: Ataskaitos
si: වාර්ථා
th: รายงาน

source: Printable Worksheet
da: Udskrivbart arbejdsark
es_sv: Hoja para Imprimir
fr: Feuille de Travail Imprimable
it: Foglio stampabile
lt: Lakštas spausdinimui
si: මුද්‍රිත වාර්තා පත
th: แผ่นงานที่สามารถพิมพ์ได้

source: The current gradebook worksheet formatted for printing.
lt: Rodomas pažymių knygelės lakštas, pritaikyta spausdinimui.
si: දැනට පවතින ශේෂ්ඨ පොත් වැඩ පත මුද්‍රනය සදහා යොමු කරන ලදි
th: สมุดรายงานผลการเรียนล่าสุดถูกจัดเป็นรูปแบบสำหรับการพิมพ์

source: A single Excel-formatted spreadsheet containing all the worksheets for this gradebook.
da: Et enkelt Excel-formatteret regneark indeholdende alle arbejdsark for denne gradebook.
es_sv: Una hoja de cálculo en formato Excel que contiene todas las hojas de este cuadro de notas.
fr: Une unique feuille de calcul Excel contenant toutes les feuilles de travail pour ce carnet de notes.
it: Un solo file XLS contenente tutti i fogli di questo registro.
lt: Skaičialentė („Excel“ formato) su visais šios pažymių knygelės lakštais.
si: මෙම ශේෂ්ඨ පොත් පැතුරැම්පතේ තනි වාර්තා අඩංගු වෙයි
th: แผ่นงานของสมุดรายงานผลการเรียนนี้ถูกจัดรวมอยู่ในเอกสาร Excel ไฟล์เดียว

source: Gradebook Export
es_sv: Exportar Cuadro de Notas
fr: Exporter le bulletin de notes
it: Esporta registro voti
lt: Eksportuoti pažymių knygelę
si: ශේෂ්ඨ පොත නිර්යාතය
th: ส่งออกสมุดรายงานผลการเรียน

source: Student
da: Elever
es_sv: Estudiante
fr: Étudiant
it: Studente
lt: Mokinys
si: සිසුවා
th: นักศึกษา

source: Columns
da: Kolonner
es_sv: Columnas
fr: Colonnes
it: Colonne
lt: Stulpeliai
si: තීරු
th: คอลัมน์

source: Total
da: I alt
it: Totale
lt: Iš viso
si: එකතුව
th: รวมทั้งหมด

source: Trd.
da: For sent
es_sv: Tar.
fr: Ret.
it: Rit
lt: Vėl.
th: สาย

source: Abs.
da: Fravær
es_sv: Aus.
it: Ass
lt: Pral.
th: ขาด

source: You have some changes that have not been saved. Click OK to save now or CANCEL to continue without saving.
da: Du har ændringer der ikke er gemte. Klik OK for at gemme nu eller Fortryd for at forsætte uden at gemme.
es_sv: Tiene algunos cambios que no se han guardado. Pinche en OK para guardarlos ahora o CANCEL para continuar sin guardar.
fr: Certaines de vos modifications n'ont pas été enregistrées. Cliquez sur OK pour les enregistrer maintenant ou sur ANNULER pour continuer sans enregistrer.
it: Ci sono delle modifiche che non sono state salvate. Premere OK per salvare adesso o ANNULLA per continuare senza salvare.
lt: Yra neišsaugotų pakeitimų. Paspauskite OK kad išsaugotumėte dabar, arba CANCEL kad testumėte neišsaugodami.
si: ඔබ වෙනස් කිරීමට පෙර පිටුව සුරකින්න.සුරකීම සඳහා ඕකේ බොත්තම ඹබන්න.සුරකීම සිදු නොකිරීමට අවලංගූ කිරීමේ බොත්තම ඹබන්න.
th: มีการเปลี่ยนแปลงที่ยังไม่ได้ถูกบันทึก เลือก OK เพื่อ บันทึก หรือ CANCEL เพื่อทำต่อโดยไม่บันทึก

source: Invalid scores (highlighted in red) were not saved.
da: Ugyldige pointscore (vist med rødt) blev ikke gemt.
es_sv: Puntuaciones inválidas (marcadas en rojo) no se guardaron.
fr: Les notations non-valides (indiquées en rouge) n'ont pas été sauvées
it: I punteggi non validi (evidenziati in rosso) non sono stati salvati.
lt: Netinkami pažymiai (paryškinti raudonai) nebuvo išsaugoti.
si: වැරදි ලකුණු සුරකීම සිදු නොකරන්න.(රතු පාටින් ලකුණු කල)
th: คะแนนที่ผิดรูปแบบ (แถบสีแดง) จะไม่ถูกบันทึก

source: Points
da: Point
es_sv: Puntos
it: Punti
lt: Taškai
si: ලකුණු
th: แต้มคะแนน

source: No Visible Worksheets
da: Ingen synlige arbejdsark
es_sv: No hay Hojas Visibles
fr: Aucune Feuille de Travail Visible
it: Nessun foglio visibile
lt: Nėra matomų lakštų
si: වැඩපත නොපෙන්වයි
th: แผ่นงานที่มองไม่เห็น

source: Enter Grades
da: Indtast karakterer
es_sv: Introduzca Notas
fr: Entrer les Notes
it: Inserisci voti
lt: Rašyti pažymius
si: ශේණිය ඇතුලත් කරන්න
th: กรอกระดับผลการเรียน (เกรด)

source: No score system
da: Ingen pointsystem
es_sv: Sin sistema de puntuación
fr: Pas de systme de cotation
it: Nessun sistema voti
lt: Jokios vertinimo sistemos
si: ලකුණු ක්‍රමයක් නොමැත
th: ไม่มีคะแนน

source: The grade $value for $name is not valid.
da: Karakteren $value for $name er ikke gyldig.
es_sv: La nota $value para $name no es válida.
fr: La note ${value} de ${name} n'est pas valide.
it: Il voto $value per $name non è valido.
lt: Pažymys $value $name negalimas.
si: එස් නම සදහා එස් වටිනාකම වලංගු නොවේ

source: -- No score system --
da: -- Ingen pointsystem --
es_sv: -- Ningún sistema de puntuación--
fr: -- Pas de systme de cotation --
it: -- Nessun sistema di punteggio --
lt: -- Nėra vertinimo sistemos --
si: --ලකුණු ක්‍රමයක් නොමැත--
th: ไม่มีคะแนน

source: Previous
da: Foregående
es_sv: Anterior
fr: Précédent
it: Precedente
lt: Praeitas
si: පෙර
th: ก่อนหน้านี้

source: Next
da: Næste
es_sv: Siguiente
fr: Suivant
it: Successivo
lt: Kitas
si: ඊලඟ
th: ถัดไป

source: Enter grades for ${fullname}
da: Angiv karakter for ${fullname}
es_sv: Introducir grados para ${fullname}
fr: Entrer les notes pour ${fullname}
it: Inserire voti per ${fullname}
lt: Įvesti ${fullname} pažymius
si: සදහා ශේණිය ඇතුලත් කරන්න ${සම්පූර්ණ නම}
th: กรอกเกรดสำหรับ ${fullname}

source: Enter grade details below
da: Indtast karakterdetaljer herunder
es_sv: Introduzca abajo los detalles de la nota
fr: Entrer les détails de la note ci-dessous
it: Inserire dettagli voto qui sotto
lt: Rašykite pažymius žemiau
si: ශේණි පිළිබඳ විස්තර පහතින් ඇතුලත් කරන්න
th: กรอกรายอะเอียดระดับการเรียนข้างล่าง

source: $worksheet for $student in $section
da: $worksheet for $student i $section
es_sv: $worksheet para $student en $section
fr: ${worksheet} de ${student} en ${section}
it: ${worksheet} per ${student} in ${section}
lt: $worksheet $student kurse $section
si: අංශයේ $ශිෂ්‍යයන් සදහා $වැඩපත
th: $worksheetสำหรับ $student ในเซกชั่น $section

source: ${section} grades for ${worksheet}
da: ${section} karakterer for ${worksheet}
es_sv: Notas de ${section} para ${worksheet}
fr: Notes de ${section} pour ${worksheet}
it: ${section} voti in ${worksheet}
lt: ${section} pažymiai: ${worksheet}
si: ${අංශය } ශේණි සදහා ${වැඩපත}

source: Score this
da: Giv karakterer
es_sv: Calificar esto
fr: Coter ceci
it: Valuta
lt: Įvertinti tai
si: මෙම ලකුණු
th: คะแนนนี้

source: Fill down
da: Fyld ud
es_sv: Llenar columna
it: Riempi
lt: Užpildyti
si: පහතට පුරවන්න
th: วิธีการคัดลอกข้อมูลให้กับเซลล์ที่ติดกัน

source: Sort by
da: Sorter efter
es_sv: Ordenar por
fr: Trier par
it: Ordina per
lt: Rūšiuoti pagal
si: චිසින් වර්ග කිරීම
th: เรียงตาม

source: Delete
da: Slet
es_sv: Borrar
fr: Supprimer
it: Elimina
lt: Šalinti
si: මකන්න
th: ลบ

source: Move left
da: Flyt til venstre
es_sv: Mover a la izquierda
fr: Aller à gauche
it: Muovi sx
lt: Perkelti kairėn
si: වමට ගෙනයන්න
th: เลื่อนไปทางซ้าย

source: Move right
da: Flyt til højre
es_sv: Mover a la derecha
fr: Aller à droite
it: Muovi dx
lt: Perkelti dešinėn
si: දකුණට ගෙනයන්න
th: เลื่อนไปทางขวา

source: Update grades
da: Opdater karakterer
es_sv: Actualizar notas
fr: Mettre les notes à jour
it: Aggiorna voti
lt: Atnaujinti pažymius
si: සංස්කරණය කරනලද ශේණි
th: ปรับปรุงเกรดให้เป็นข้อมูลล่าสุด

source: Score History
it: Storico voti
lt: Vertinimo istorija
si: ලකුණු ඉතිහාසය
th: ประวัติคะแนน

source: Report
da: Rapport
es_sv: Reporte
fr: Rapport
it: Prospetto
lt: Ataskaita
si: වාර්තාව
th: รายงาน

source: Hide
da: Skjul
es_sv: Ocultar
fr: Masquer
it: Nascondi
lt: Paslėpti
si: සඟවන්න
th: ซ่อน

source: Score System
da: Karaktersystem
es_sv: Sistema de puntuación
fr: Système de score
it: Sistema di voti
lt: Vertinimo sistema
si: ලකුණු ක්‍රමය
th: ระบบคะแนน

source: Value
lt: Reikšmė
si: අගය
th: ค่า

source: Tardies
da: Forsinkede ankomster
es_sv: Retrasos
fr: Retards
it: Ritardi
lt: Pavėluota
si: සුනංගුවී
th: สาย

source: Report Card: ${schoolyear}
da: Rapportkort: ${schoolyear}
es_sv: Libreta de Notas: ${schoolyear}
fr: Fiche de Rapport: ${schoolyear}
it: Prospetto: ${schoolyear}
lt: Ataskaitos kortelė: ${schoolyear}
si: වාර්තා පත: ${පාසල් වර්ශය}
th: รายงานผลการเรียน: ${schoolyear}

source: Courses
da: Kurser
es_sv: Asignaturas
fr: Cours
it: Materie
lt: Dalykai
si: පාඨමාලාවන්
th: หลักสูตร

source: Student: ${student}
da: Studerende: ${student}
es_sv: Estudiante: ${student}
fr: Elève: ${student}
it: Alunno: ${student}
lt: Mokinys: ${student}
si: ශිෂ්‍යයා: ${ශිෂ්‍යයා}
th: นักเรียน: ${student}

source: Detailed Student Report: ${schoolyear}
da: Detajleret rapport over studerende: ${schoolyear}
es_sv: Reporte detallado del estudiante: ${schoolyear}
fr: Rapport détaillé d"étudiant: ${schoolyear}
it: Prospetto dettagli alunno: ${schoolyear}
lt: Išsami mokinio ataskaita: ${schoolyear}
si: ශිෂ්‍යය වාර්තා තොරතුරු: ${පාසල් වර්ශය}
th: รายงานรายละเอียดนักเรียน: ${schoolyear}

source: Grade Detail
da: Karakterdetaljer
es_sv: Detalle de Calificación
fr: Détail de la Note
it: Dettaglio voto
lt: Pažymiai išsamiai
si: ශේණිය පිළිබඳ තොරතුරු
th: รายละเอียดของระดับการเรียน

source: Attendance Detail
da: Fraværsdetaljer
es_sv: Detalle de Asistencia
fr: Détails de présence
it: Dettaglio frequenza
lt: Lankomumas išsamiai
si: පැමිණීම පිළිබඳ තොරතුරු
th: รายละเอียดการเข้าชั้นเรียน

source: Dates
da: Datoer
es_sv: Fechas
it: Date
lt: Datos
si: දින
th: วันที่

source: Student Name
da: Elevnavn
es_sv: Nombre del estudiante
fr: Nom de l'étudiant
it: Nome alunno
lt: Mokinio vardas
si: ශිෂ්‍යය නම
th: ชื่อนักศึกษา

source: User Id
da: Bruger ID
es_sv: Id Usuario
fr: ID utilisateur
it: Id utente
lt: Naudotojo Id
si: භාවිතා කරන්නාගේ අයි.ඩී එක
th: หมายเลขผู้ใช้

source: Failures by Term
da: Dumpende efter termin
es_sv: Aplazados por Período
fr: Échecs par Période
it: Insufficienze per periodo
lt: Nepažangumas semestre
si: කණ්ඩායමෙන් වු වැරදි
th: การสอบไม่ผ่านตามภาคเรียน

source: Report Sheet: ${worksheet}
lt: Ataskaitos lakštas: ${worksheet}

source: Activity: ${activity}
lt: Veikla: ${activity}

source: Passing Score: ${score}
lt: Patenkinamas pažymys: $[score}

source: The following students are at risk of failing the following courses:
da: De følgende studerende er i risiko for at dumpe de følgende kurser:
es_sv: Los siguientes estudiantes están en riesgo de fracasar en los siguientes cursos:
fr: Les étudiants suivants sont susceptibles d'échouer dans les cours suivants :
it: I seguenti studenti sono a rischio di non superare le seguenti materie:
lt: Išvardintiems mokiniams gresia neišlaikyti šių dalykų:
si: පහත ශිෂ්‍යයන් සදහා පහත පාඨමාලා අසමත් වීමේ අවධානමක් පවතී

source: ABSENCES BY DAY
lt: PRALEISTA NURODYTĄ DIENĄ

source: absences by day report
lt: ataskaita apie praleistas pamokas nurodytą dieną

source: absences for ${day}
lt: praleista ${day}

source: SECTION ABSENCES
lt: PRALEISTA KURSE

source: ${section} absence report
lt: ${section} praleistų pamokų ataskaita

source: Teacher(s): ${instructors}
lt: Dėstytojas (-ai): ${instructors}

source: Gradebook Report
da: Karakterbogsrapport
es_sv: Reporte de Cuadro de Notas
fr: Rapport du Carnet de Notes
it: Prospetto voti
lt: Pažymių knygelės ataskaita
si: ශේණිපොත් වාර්තාව
th: รายงานระดับผลการเรียน

source: ${section} gradebook
lt: ${section} pažymių knygelė

source: Instructors: ${instructors}
lt: Dėstytojai: ${instructors}
si: උපදේශකයන්: ${උපදේශකයන්}
th: ผู้สอน: ${instructors}

source: Report Card
lt: Ataskaitos kortelė

source: ${student} report card
lt: ${student} ataskaitos kortelė

source: ${student} detail report
lt: ${student} išsami ataskaita

source: Contains scores from report sheets. Formatted to be sent to parents.
da: Indeholder pointscore efter rapportark. Formaterende til at blive sendt til forældrene.
es_sv: Contiene las notas de hojas de reporte. Formateado para ser enviado a los padres.
fr: Contient les cotes provenant des feuilles de rapport. Sont formaté pour être envoyé au parent.
it: Contiene i voti tratti dai prospetti. Impaginato per l'invio alla famiglia.
lt: Pažymiai iš ataskaitų lakštų. Skirta siųsti tėvams.
si: වාර්තා ලකුණු ඇතුලත් වාර්තා සියලුම දෙමාපියන්ට යැවන ලදි
th: ประกอบคะแนนจากรายงาน จัดทำเป็นรูปแบบเพื่อส่งถึงผู้ปกครอง

source: Contains scores from report sheets and attendance. For use by school staff.
da: Indeholder pointscorene fra rapportark og fravær. Til brug for skolens personale.
es_sv: Contiene las notas de hojas de reporte y asistencia. Para uso del personal escolar.
fr: Contient les cotes provenant des feuilles de rapport et de présence à l'usage du personnel de l'école.
it: Contiene i voti dei prospetti e le assenze. Ad uso dell'amministrazione.
lt: Pažymiai iš ataskaitų lakštų ir lankomumo duomenys. Skirta mokyklos personalui.
si: පාසල් කාර්යමණ්ඞල භාවිතය සදහා වූ වාර්තාවේ පැමිණීමේ සහ වාර්තා ලකුණු ඇතුලත් වේ
th: ประกอบด้วยคะแนนจากรายงานและการเข้าชั้นเรียน สำหรับ school staff

source: Student Report Card by Group
da: Studerende rapportkort efter gruppe
es_sv: Libreta de Nota del Estudiante por Grupo
fr: Fiche de Rapport d'Étudiant par Groupe
it: Prospetto alunno per gruppo
lt: Mokinių grupės ataskaitos kortelė
si: කණ්ඞායම් සදහා වූ ශිෂ්‍යය වාර්තාව
th: รายงานผลการเรียนของนักเรียนเป็นกลุ่ม

source: Student Detail Report by Group
da: Studerende detaljeraport efter gruppe
es_sv: Reporte Detallado del Estudiante por Grupo
fr: Rapport Détail d'Étudiant par Groupe
it: Prospetto dettagli alunno per gruppo
lt: Mokinių grupės išsamios ataskaitos
si: කණ්ඞායම් සදහා වූ ශිෂ්‍යය විස්තර වාර්තාව
th: รายงานรายละเอียดของนักเรียนเป็นกลุ่ม

source: Absences By Day
da: Fravær pr. dag
es_sv: Ausencias por día
fr: Absences par Jour
it: Assenze per giorno
lt: Dienos lankomumas
si: දෛනික නොපැමිණීම
th: การขาดเรียนตามวัน

source: Lists students absent on a given day.
da: List over studerende der var fraværende på en given dag.
es_sv: Lista los estudiantes ausentes en un día determinado.
fr: Liste les étudiants absents un jour donné.
it: Elenca gli assenti in una certa data.
lt: Sąrašas mokinių, praleidusių pamokas nurodytą dieną.
si: අදාල දින තුල නොපැමිණි සිසුන් සංඛ්‍යාව
th: นักเรียนที่ขาดเรียนในวันที่กำหนด

source: Absences by Section
da: Fravær efter sektion
es_sv: Ausencias por Sección
fr: Absences par Section
it: Assenze per classe
lt: Kurso lankomumas
si: ආංශික නොපැමිණිම
th: การขาดเรียนตามเซกชั่น

source: Absent
da: Fraværende
es_sv: Ausente
it: Assente
lt: Praleido
si: නොපැමිණිම
th: ขาด

source: Tardy
da: For sent
es_sv: Retraso
fr: En retard
it: Ritardo
lt: Pavėlavo
si: ප්‍රමාදී
th: สาย

source: A
lt: n

source: T
it: R
lt: p

source: Report Sheets for ${year}
da: rapportark for ${year}
es_sv: Hojas de Reporte de ${year}
fr: Feuilles de rapport pour ${year}
it: Prospetti per ${year}
lt: Ataskaitos lakštai ${year} m. m.
si: සදහා වාර්තාපත ${වසර}
th: รายงานสำหรับปี ${year}

source: Report Sheet Template Details
da: Rapportarkskabelon detaljer
es_sv: Detalles de la Plantilla de Hoja de Reporte
fr: Modèle de Feullie de Rapport des Détails
it: Dettagli modello prospetto
lt: Ataskaitos lakšto šablono aprašas
si: වාර්තාආකෘති පිළිබද විස්තර
th: รายละเอียดของรูปแบบรายงาน

source: Report Sheet Template Information
da: Rapportarkskabelon information
es_sv: Información de la Plantilla de Hoja de Reporte
fr: Modèle de Feullie de Rapport d'Information
it: Info modello prospetto
lt: Ataskaitos lakšto šablono informacija
si: වාර්තාආකෘති පිළිබද තොරතුරු
th: ข้อมูลของรูปแบบรายงาน

source: -- Use range below --
da: -- Brug område herunder --
es_sv: -- Use el rango de abajo --
fr: -- Utiliser l'intervalle ci-dessous --
it: -- Usare intervallo sottostante --
lt: -- Naudoti pasirinktą rėžį --
si: --භාවිත අගය පහල ගොස් ඇත--
th: ใช้ช่วงที่ระบุไว้ด้านล่าง

source: Choose an existing score system or use range below
da: Vælg et eksisterende pointsysem eller brug område herunder
es_sv: Escoja un sistema de notas existente o use el rango de abajo
fr: Choisir un système d'évaluation existant ou utiliser l'intervalle ci-dessous
it: Scegli un sistema voti esistente, oppure usa un intervallo indicato sotto
lt: Naudoti esamą vertinimo sistemą arba nurodytą rėžį
si: දැනට පවතින පද්ධතිය හෝ පහත පද්ධතිය භාවිත කරන්න
th: เลือกคะแนนที่มีอยู่ในระบบหรือช่วงที่ระบุไว้ด้านล่าง

source: Maximum
da: Maksimum
es_sv: Máximo
it: Max
lt: Didžiausias
si: උපරිම
th: มากที่สุด

source: Highest integer score value possible
da: Højeste heltal pointscoreværdi mulig
es_sv: Valor entero de nota más alto posible
fr: La plus grande valeur entière de point possible
it: Il più alto valore intero di punteggio possibile
lt: Didžiausias galimas įvertis
si: වැඞිම නිඛිල අගය වලංගුවේ
th: คะแนนจำนวนเต็มสูงสุดที่เป็นไปได้

source: Minimum
es_sv: Mínimo
it: Min
lt: Mažiausias
si: අවම
th: ต่ำสุด

source: Lowest integer score value possible
da: Laveste heltal pointscoreværdi mulig
es_sv: Valor entero de nota más bajo posible
fr: La plus petite valeur entière de point possible
it: Il più piccolo valore intero di punteggio possibile
lt: Mažiausias galimas įvertis
si: අඩුම නිඛිල අගය වලංගුවේ
th: คะแนนจำนวนเต็มน้อยที่สุดที่เป็นไปได้

source: Add new report activity
da: Tiløj ny rapportaktivitet
es_sv: Añadir nueva actividad de reporte
fr: Ajouter un nouveau rapport d'activité
it: Aggiungi nuova attività prospetto
lt: Pridėti naują ataskaitos veiklą
si: නව වාර්තා ක්‍රියාකාරකම් එක් කරන්න
th: เพิ่มรายงานกิจกรรมใหม่

source: Report Activity Details
da: Rapportaktivitet detaljer
es_sv: Detalles de la Actividad de Reporte
fr: Détails du Rapport d'Activité
it: Dettagli attività prospetto
lt: Ataskaitos veiklos aprašas
si: වාර්තා ක්‍රියාකාරකම් පිළිබද විස්තර
th: รายละเอียดรายงานกิจกรรม

source: Please correct the marked fields below.
da: Ret venligst de markerede felter nedenfor
es_sv: Por favor corrija los campos marcados abajo.
fr: Veuillez corriger les champs marqués ci-dessous.
it: Per favore correggi i campi contrassegnati qua sotto.
lt: Prašom pataisyti pažymėtus laukus.
si: කරුණාකර පහත තීරු නිවැරදි කරන්න
th: กรุณาตรวจสอบช่องที่แสดงเครื่องหมายด้านล่างให้ถูกต้อง

source: Apply
da: Anvend
es_sv: Aplicar
fr: Appliquer
it: Applica
lt: Pritaikyti
si: යොදන්න
th: นำไปใช้

source: Report Card Layout for ${year}
da: Rapportkort layout for ${year}
es_sv: Diseño de Libreta de Notas de ${year}
fr: Agencement de Fiche de Rapport pour ${year}
it: Impostazione prospetto per ${year}
lt: Ataskaitos kortelės išdėstymas ${year} m. m.
si: සදහා වාර්තාපත් ආකෘති ${වසර}

source: Grid Column Details
da: Gittersøjle detaljer
es_sv: Detalles de la Columna de Rejilla
fr: Détails de Rubrique de Grille
it: Dettagli colonne della tabella
lt: Lentelės stulpelio aprašas
si: තීරැ සැලසුම් පිළිබද විස්තර
th: รายละเอียดตารางคอลัมน์

source: Grid column source
da: Gittersøjle kilde
es_sv: Fuente de la columna de rejilla
fr: Source de la rubrique de grille
it: Sorgente della colonna
lt: Lentelės stulpelio šaltinis
si: තීරැ සැලසුම් ප්‍රභවය
th: ที่มาของตารางคอลัมน์

source: Grid column heading
da: Gittersøjle overskrift
es_sv: Encabezado de la columna de rejilla
fr: En-tête de la rubrique de la grille
it: Intestazione colonna
lt: Lentelės stulpelio antraštė
si: තීරැ සැලසුම් මාතෘකාව
th: หัวตารางคอลัมน์

source: Outline Item Details
da: Skitseelement detaljer
es_sv: Detalles del Elemento de Resumen
fr: Détails de l'Élément d'Encadrement
it: Dettagli elemento aggiuntivo
lt: Sąrašo punkto aprašas
si: අයිතම සංක්ෂිප්තය පිලිබද විස්තර
th: รายละเอียดของ outline

source: Outline item source
da: Skitseelement kilde
es_sv: Fuente del elemento de resumen
fr: Source de l'élément d'Encadrement
it: Sorgente elemento
lt: Sąrašo punkto šaltinis
si: අයිතම සංක්ෂිප්ත ප්‍රභවය
th: ที่มาของ outline
