Repository: hazeltek/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: da, es_sv, fr, it, lt, si, th

source: Outline item heading
da: Skitseelement overskrift
es_sv: Encabezado del elemento de resumen
fr: En-tête de l'élément d'Encadrement
it: Intestazione elemento
lt: Sąrašo punkto antraštė
si: අයිතම සංක්ෂිප්ත පිලිබද මාතෘකාව
th: ส่วนหัวของ outline

source: Select a source
lt: Pasirinkite šaltinį

source: Select a score
lt: Pasirinkite pažymį

source: ${value} is not valid in ${scoresystem}.
lt: ${value} nėra tinkama reikšmė ${scoresystem}.

source: Maximum Passing Score
da: Maximum pointscore for at bestå
es_sv: Nota Máxima de Aprobación
fr: Résultat Maximum pour Réussir
it: Voto massimo per la sufficienza
lt: Didžiausias patenkinamas įvertis
si: උපරිම සමත්වීමේ ලකුණු
th: คะแนนมากสุดที่ผ่าน

source: Minimum Passing Score
da: Minimum pointscore for at bestå
es_sv: Nota Mínima para Pasar
fr: Résultat Minimum pour Réussir
it: Voto minimo per la sufficienza
lt: Mažiausias patenkinamas įvertis
si: අවම සමත්වීමේ ලකුණු
th: คะแนนน้อยสุดทีผ่าน

source: Request Failures by Term Report
da: Forspørg dumpede i terminsrapporten
es_sv: Solicitar Reporte de Reprobaciones por Período
fr: Demander un Rapport des Échecs pour la Période
it: Richiedi rapporto insufficienze per periodo
lt: Prašyti nepažængumo semestre ataskaitos
si: වාර වාර්තා සදහා වු අසමත්වූ ඉල්ලීම්
th: ร้องขอรายงานการสอบไม่ผ่านโดยเทอม

source: Choose a report activity
da: Vælg en rapportaktivitet
es_sv: Elija una actividad de reporte
fr: Choisissez un rapport d'activité
it: Scegli un'attività del prospetto
lt: Pasirinkite veiklą ataskaitai
si: වාර්තා ක්‍රියාකාරකමක් තෝරාගන්න
th: เลือกรายงานกิจกรรม

source: You must specify both a report activity and a minimum passing score.
da: Du skal specificere både en rapportaktivitet og en minimum pointscore for at bestå
es_sv: Debe especificar una actividad de reporte y una nota mínima para pasar.
fr: Vous devez spécifier deux chose: un rapport d'activité et un score minimum pour réussir.
it: Devi specificare un'attività del prospetto ed un voto minimo sufficiente.
lt: Turite nurodyti ir ataskaitos veiklą, ir mažiausią patenkinamą įvertį.
si: ඔබ විසින් පිළියල කරන දෛනික වාර්තා සඳහා නොපැණීමේ ඉල්ලීමක් වාර්තා ක්‍රියාකාරමක් සහ අවම සමත් වීමේ ලකුණක් නියම කරනන්න
th: คุณต้องระบุทั้งรายงานกิจกรรมและคะแนนน้อยสุดที่ผ่าน

source: Request Absences By Day Report
da: Forspørg fravær efter dag rapport
es_sv: Solicitar Reporte de Ausencias por Día
fr: Requête de Rapport d'Abscenes par Jour
it: Richiedi prospetto assenze per giorno
lt: Prašyti lankomumo ataskaitos
si: දෛනික වාර්තා සඳහා නොපැණීමේ ඉල්ලීමක්
th: ต้องการรายงานการขาดเรียนเป็นวัน

source: You must specify a valid date within the school year.
da: Du skal vælge en gyldig dato i skoleåret.
es_sv: Debe especificar una fecha válida dentro del año escolar.
fr: Vous devez spécifier une date valide durant l'année scolaire.
it: Specifica una data valida dell'anno scolastico.
lt: Reikia nurodyti tinkamą datą mokslo metuose.
si: ඔබ විසින් පාසල් වසර තුල වලංගු දිනයක් නියම කරගන්න
th: คุณต้องระบุวันที่ที่ถูกต้องภายในปีการศึกษา

source: Request Report Card
da: Forspørg rapportkort
es_sv: Solicitar Libreta de Notas
fr: Demander une carte de rapport
it: Richiedi prospetto
lt: Prašyti ataskaitos kortelės
si: ඉල්ලීම් වාර්තා පත
th: ยื่นคำร้องขอรายงานผลการเรียน

source: Request Detailed Student Report
da: Forespørg detajleret studerendekort
es_sv: Solicitar Reporte Detallado del Estudiante
fr: Demander un rapport détaillé pour l'étudiant
it: Richiedi prospetto dettagli alunno
lt: Prašyti išsamios mokinio ataskaitos
si: සිසුන්ගේ ඉල්ලීම් පිලිබඳ විස්තර වාර්තා
th: ยื่นคำร้องขอรายละเอียดของนักเรียน

source: Date
da: Dato
es_sv: Fecha
it: Data
lt: Data
si: දිනය
th: วันที่

source: Absences (continued)
lt: Lankomumas (tęsinys)

source: Attendance detail
lt: Lankomumas išsamiai

source: Label
da: Etiket
es_sv: Etiqueta
fr: Titre
it: Etichetta
lt: Žymė
si: ලේබලය
th: แถบข้อความ

source: Manage Activity Categories
da: Håndter aktivitetskategorier
es_sv: Gestionar las categorías de actividades
fr: Gérer les catégories d'activités
it: Gestisci categorie attività
lt: Tvarkyti veiklos kategorijas
si: ක්‍රියාකාරම් ප්‍රභේධ කළමණාකරනය කරන්න
th: จัดการประเภทของกิจกรรม

source: Categories are used in SchoolTool's gradebook to organize activities and to allow teachers to weight different types of activities differently to calculate grades. For example, the grade in a section might be comprised of 60% test scores, 20% homework and 20% class participation.
da: Kategorier i SchoolTools karakterbog organiserer aktiviteter og giver lærerne mulighed for at vægte forskellige typer af aktiviteter forskellig for at udregne karakterer. For eksempel, karakteren i en sektion kan bestå af 60 % testpointscore, 20 % hjemmearbejde og 20 % klasseaktivitet.
es_sv: Las categorías se usan en el cuadro de notas de SchoolTool para organizar actividades y permitir a los maestros ponderar de forma diferente los tipos de actividades para calcular las notas. Por ejemplo, la nota final podría componerse de 60% de exámenes, 20% de tareas y 20% de participación en clases.
fr: Les catégories sont utilisées dans le carnet de notes de SchoolTool pour organiser les activités et permettre aux professeurs de donner une importance différente aux activités dans le calcul des notes. Par exemple, la note dans une section peut-être composée de 60% des résultats des tests, 20% des devoirs et 20% de la participation en classe.
it: Le categorie sono usate nel registro voti di SchoolTool per organizzare le attività e per permettere ai docenti di valutare diversamente attività diverse nel calcolare i voti. Per esempio, il voto in una classe potrebbe essere costituito al 60% dai risultati del test, al 20% dai compiti a casa e al 20% dalla partecipazione in classe.
lt: Kategorijos SchoolTool pažymių knygelėje naudojamos veikloms skirstyti ir leidžia mokytojams atskiriems veiklos tipams nurodyti skirtingus svorius galutinio pažymio skaičiavimui. Pavyzdžiui, kurso pažymys gali būti sudėtas iš 60% testų pažymių, 20% namų darbų ir 20% atsakinėjimo klasėje.

source: Currently, the list of available categories for all teachers is managed through this form. That is, if one or more teachers would like to use a category not in the current list, the site manager can add it here. Likewise, if some of the default categories are not relevant to your school, remove them below.
da: På nuværende tidspunkt, administreres listen af kategorier for alle lærere gennem denne formular. Det betyder, hvis en eller flere lærere vil bruge en katagori der ikke er på listen kan administratoren tilføje den her. Hvis nogen af standard kategorierne ikke er relevante for din skole kan du fjerne dem herunder.
es_sv: Actualmente, la lista de categorías disponible para todos los maestros se administra en este formulario. Es decir, si uno o más maestros quisieran usar una categoría que no está en la lista, el administrador del sitio puede añadirla aquí. De la misma forma, si algunas de las categorías predeterminadas no son relevantes para su escuela, elimínelas abajo.
fr: Pour le moment, la liste des catégories disponibles pour tous les professeurs est gérée via ce formulaire. En effet, si un ou plusieurs professeurs souhaitent utiliser une catégorie ne figurant pas dans cette liste, le gestionnaire du site peut l'y ajouter ici. De même, si certaines catégories ne sont pas pertinentes pour votre école, retirez-les ci-dessous.
it: Attualmente, la lista di categorie disponibile a tutti i docenti viene organizzata attraverso questo modulo. Se uno o più docenti volesse usare una categoria non inclusa nella seguente lista, l'amministratore del sito può aggiungerla qui. Allo stesso modo, se qualcuna delle categorie predefinite non sono rilevanti per la vostra scuola, è possibile rimuoverle.
lt: Galimų kategorijų sąrašas yra bendras visiems mokytojams ir tvarkomas čia. Tai reiškia, kad jei bent vienam mokytojui reikalinga kategorija, kurios nėra šiame sąraše, administratorius gali ją čia pridėti. Panašiai, jei kurios nors iš standartinių kategorijų nereikalingos jūsų mokykloje, gali jas pašalinti.

source: remove-button
da: Fjern
es_sv: Quitar
fr: bouton-enlever
it: Rimuovi
lt: Šalinti
si: මාරැ කිරීමේ බොත්තම
th: ปุ่มลบออก

source: add-button
da: Tilføj
es_sv: Añadir
fr: Ajouter
it: Aggiungi
lt: Pridėti
si: එකතු කිරීම-බොත්තම
th: ปุ่มเพิ่ม

source: change-button
da: Ændre
es_sv: Cambiar
fr: Modifier
it: Cambia
lt: Keisti
si: බොත්තම මාරැ කරන්න
th: ปุ่มเปลี่ยนแปลง

source: Deploy Report Worksheet Template
da: Udgiv rapportarksskabelon
es_sv: Implementar Plantilla de Hoja de Reporte
fr: Déployer le Modèle de la Feuille de Rapport
it: Inserisci modello di prospetto foglio di lavoro
lt: Išdalinti ataskaitos lakšto šabloną
si: විස්තර වාර්තා වැඞපත් ආකෘතිය යොදන්න
th: นำแม่แบบรายงานไปใช้

source: Template
da: Skabelon
es_sv: Plantilla
fr: Modèle
it: Modello
lt: Šablonas
th: แม่แบบ

source: Deploy
da: Udgiv
es_sv: Implementar
fr: Déployer
it: Inserisci
lt: Išdalinti
si: යොදාගැනීම
th: ติดตั้งเพื่อนำออกไปใช้

source: What is This?
da: Hvad er dette?
es_sv: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
it: Cos'è questo?
lt: Kas tai?
si: මෙය කුමක්ද?
th: นี่คืออะไร

source: The activity categories used in section gradebooks throughout the school are managed from this page.
da: Aktivitetskategorier der bruges i sektionens karakterbog for hele skolen kan administreres fra denne side.
es_sv: Las categorías de actividad usadas en los cuadros de notas de las secciones de la escuela son administradas en esta página.
fr: Les catégories d'activité utilisées dans le carnet de notes des sections sont, partout dans l'école, gérées de cette page-ci.
it: Le categorie di attività usate nel registri delle classi in tutta la scuola sono gestite da questa pagina.
lt: Veiklos kategorijos, naudojamos pažymių knygelėse visoje mokykloje, yra tvarkomos šiame puslakštyje.
si: ආංශික ශේණිපොතේ සඳහන් වන ක්‍රියාකාරම් ප්‍රභේද කළමණාකරනය කරනුයේ මෙම පිටුවෙනි
th: หมวดหมู่ของกิจกรรมที่ใช้ในสมุดรายงานผลการเรียนตลอดทั้งโรงเรียนจะถูกจัดการจากหน้านี้

source: Please edit them to suit the types of assignments and assessements used in your school.
da: Rediger dem så de passe alle typer opgaver og evalueringer der bruges i din skole.
es_sv: Por favor edítelas para que se ajusten a los tipos de actividades usadas en su escuela.
fr: Veuillez les modifier pour répondre aux types de travaux et d'évaluations utilisés dans votre école.
it: Modificali per adattarli ai tipi di lavori e valutazioni usati nella tua scuola.
lt: Keiskite jas taip, kad atitiktų jūsų mokykloje naudojamus užduočių ir atsiskaitymų tipus.
si: කරැණාකර ඔබ පාසලේ ඇති ගැලපෙන වර්ගයේ පැවරැම් සහ ඇගයීම් යොඳා සංස්කරණය කරන්න.
th: กรุณาแก้ไขให้เหมาะสมกับชนิดของงานที่มอบหมายและการประเมินผลที่ใช้ในโรงเรียน

source: Enter Details and Select Column
da: Indtast detaljer og vælg søjle
es_sv: Introducir Detalles y Seleccionar Columna
fr: Entrer les détails et choisir une rubrique
it: Inserisci dettagli e scegli la colonna
lt: Įveskite aprašą ir pasirinkite stulpelį
si: විස්තර සහ තෝරාගත් තීරය ඇතුලත් කරන්න
th: กรอกรายละเอียดและเลือกคอลัมน์

source: Use external scores to add data from sources outside the SchoolTool Gradebook.
da: Brug externe pointscore for at tilføje data fra kilder udefra SchoolTools karakterbog.
es_sv: Utilice los puntajes externos para añadir datos de fuentes ajenas al Cuadro de Notas de SchoolTool.
fr: Utiliser résultats externes pour ajouter des données venant de sources en dehors du carnet de notes de SchooiTool.
it: Usa i punteggi esterni per aggiungere dati da fonti esterne al registro voti di SchoolTool.
lt: Naudokite išorinius pažymius, norėdami įvesti duomenis iš kitų šaltinių, nei SchoolTool pažymių knygelė.
si: අතිරේක ප්‍රභවයන් භාවිතා කර පාසල් ශේණීපොතට අමතරව එක් කරන්න.
th: ใช้คะแนนจากภายนอกเพื่อเพิ่มข้อมูลในส่วนที่มาจากภายนอก

source: External score sources must be configured by your system administrator
da: Eksterne pointscore skal konfigureres af din systemadministrator.
es_sv: Las fuentes de puntajes externos deben ser configurados por su administrador de sistemas.
fr: Les sources externes de résultats doivent être configurées par votre administrateur système.
it: Le fonti esterne di voti devono essere configurate dall'amministratore.
lt: Išoriniai pažymių šaltiniai turi būti paruošti sistemos administratoriaus.
si: අතිරේක ලකුණු ප්‍රභව ඔබගේ පදධති පරිපාලකයා විසින් හැඞගැස්විය යුතුය
th: คะแนนจากภายนอกต้องถูกจัดการด้วยผู้ดูแลระบบ

source: Default
da: Standard
es_sv: Por Defecto
fr: Par défaut
it: Predefinito
lt: Numatytoji
si: පුරුදු ආකාරය
th: ค่าปริยาย

source: Edit this category
da: Rediger denne kategori
es_sv: Editar esta categoría
fr: Modofier cette catégorie
it: Modifica categoria
lt: Keisti šią kategoriją
si: මෙම ප්‍රභේධය සංස්කරණය කරන්න
th: แก้ไขหมวดหมู่

source: There are no activity categories.
da: Der er ingen aktivitetskatgorier
es_sv: No hay categorías de actividad.
it: Non ci sono categorie di attività.
lt: Nėra veiklos kategorijų.
si: ක්‍රියාකාරකම් ප්‍රභේද නොමැත
th: ไม่มีประเภทกิจกรรม

source: There are no course activities.
da: Der er ingen kursusaktiviteter.
es_sv: No hay actividades de asignatura.
it: Non ci sono attività per materia.
lt: Nėra dalyko veiklų.
si: ක්‍රියාකාරකම් පාඨමාලා නොමැත
th: ไม่มีกิจกรรมในหลักสููตร

source: This course has no course worksheet templates.
da: Dette kursus har ingen kursusarbejdsarksskabeloner.
es_sv: Esta asignatura no tiene plantillas de hoja de asignatura.
it: Questa materia non ha modelli per i prospetti.
lt: Šiam dalykui nėra dalyko lakštų šablonų.
si: මෙම පාඨමාලාව සඳහා පාඨමාලා වැඩපත් ආකෘතියක් නොමැත.
th: หลักสูตรไม่มีแม่แบบแผ่นงาน

source: Current Course Worksheets
da: Nuærende kursusarbejdsark.
es_sv: Hojas de Asignatura Actuales
it: Fogli di lavoro della materia
lt: Esami dalyko lakštai
si: පවතින පාඨමාලා වැඩපත.
th: แผ่นงานหลักสูตรปัจจุบัน

source: This year has no course worksheets.
da: Dette skoleår har ingen kursusarbejdsark.
es_sv: Este año no tiene hojas de asignatura.
it: Questo anno non ha fogli di lavoro della materia.
lt: Šiais metais nėra dalyko lakštų.
si: මෙම වසර සඳහා පාඨමාලා වැඩපතක් නොමැත.
th: ปีนี้ไม่มีเอกสารหลักสูตร

source: Select worksheet to add
da: Vælg et arbejdsark at tilføje
es_sv: Seleccione la hoja a añadir
it: Scegli foglio da aggiungere
lt: Pasirinkite, kurį lakštą pridėti
si: තෝරාගත් වැඩපත එක් කරන්න.
th: เลือกแผ่นงานเพื่อเพิ่ม

source: Term or Year
da: Termin eller år
es_sv: Período o Año
fr: Période ou Année
it: Periodo o anno
lt: Semestras arba metai
si: වාරය හෝ වසර.
th: ภาคเรียนหรือปีการศึกษา

source: Add the worksheet to a specific term or the entire year.
da: Tilføj arbejdsarket til en specifik termin eller hele skoleåret.
es_sv: Añadir la hoja a un período específico o al año completo.
it: Aggiungi il foglio ad un periodo o all'intero anno.
lt: Pridėti lakštą nurodytam semestrui arba visiems metams.
si: තෝරාගත් වාරයක් සඳහා හෝ පවතින වසර සඳහා වැඩපත් එක් කරන්න.
th: เพิ่มแผ่นงานเพื่อระบุภาคเรียนหรือทั้งปี

source: Worksheet Template
da: Arbejdsarkskabelon
es_sv: Plantilla de Hoja
fr: Modèle de Feuille de Travail
it: Modello foglio di lavoro
lt: Lakšto šablonas
si: වැඩපත් ආකෘතිය.
th: แม่แบบแผ่นงาน

source: Required input is missing.
da: Nødvendigt input mangler.
es_sv: Falta una entrada requerida
fr: L'entrée requise est manquante
it: È stato omesso un valore obbligatorio
lt: Neužpildytas privalomas laukelis.
si: අත්‍යාවශ්‍ය ආදනයක් මඟහැරී ඇත
th: จำเป็นต้องการกรอกข้อมูลให้ครบ

source: Enter Comment
lt: Įveskite komentarą
si: ප්‍රතිචාරය එක්කරන්න
th: เพิ่มความคิดเห็น

source: Comment
lt: Komentaras
si: සටහන
th: ความคิดเห็น

source: Enter a comment.
lt: Įveskite komentarą.
si: ප්‍රතිචාරයක් එක්කරන්න.
th: เพิ่มความคิดเห็น

source: You have unsaved changes that will be lost.
lt: Yra neišsaugotų pakeitimų, kurie bus prarasti.
si: ඔබ විසින් සුරකීමට පෙර වෙනස් කලොත් එය අහිමිවිය හැක.

source: Fill empty cells
da: Fyld de tomme celler
es_sv: Llenar las celdas vacías
it: Riempi celle vuote
lt: Užpildyti tuščius laukelius
si: අසම්පූර්ණ කොටස සම්පූර්ණ කරන්න
th: ทำเป็นช่องว่าง

source: Grade
da: Karakter
es_sv: Nota
fr: Note
it: Voto
lt: Pažymys
si: ශේණිය
th: ระดับการเรียน

source: Choose a grade to apply to all the students in the gradebook column.
da: Vælg en karakter at give alle de studerende i denne gradebooksøjle.
es_sv: Escoja una nota para aplicar a todos los estudiantes en la columna del cuadro de notas.
it: Scegli un voto da assegnare a tutti gli alunni in questa colonna.
lt: Pasirinkite pažymį, kurį pritaikyti visiems neįvertintiems studentams šiame lakšto stulpelyje.
si: ශේණිපොත් තීරයට සියලුම ශිෂ්‍යයන්ගේ ශේණිය දක්කරන්න.
th: เลือกระดับชั้นสำหรับนักเรียนทุกคนในคอลัมน์ gradebook

source: Save
da: Gem
es_sv: Guardar
fr: Enregistrer
it: Salva
lt: Išsaugoti
si: සුරකින්න
th: บันทึก

source: This section contains only worksheets that are hidden.
da: Denne sektion indeholder kun arbejdsark der er skjulte.
es_sv: Esta sección contiene sólo hojas ocultas.
it: Questa classe ha solo fogli attualmente nascosti.
lt: Šiame kurse yra tik paslėpti lakštai.
si: මෙම කොටසේ සගවනලද වැඩපත් පමණක් අඞංගුවේ.
th: เซกชั่นนี้ประกอบด้วยแผ่นงานที่ถูกซ่อนเท่านั้น

source: You can ${unhide_worksheets}, or ${add_worksheet}.
da: Du kan ${unhide_worksheets} eller ${add_worksheet}.
es_sv: Puede ${unhide_worksheets}, o ${add_worksheet}.
it: Puoi ${unhide_worksheets} o ${add_worksheet}.
lt: Galite ${unhide_worksheets} arba ${add_worksheet}
si: ඔබට පුලුවන් ${නොසැගවු වැඩපත}, හෝ ${වැඩපතක් එක් කරන්න}.
th: คุณสามารถ ${unhide_worksheets} หรือ ${add_worksheet}.

source: Shortcut: Alt-S
da: Genvel: Alt-S
es_sv: Atajo: Alt-S
fr: Raccourci : Alt-S
it: Abbreviazione: Alt-S
lt: Trumpinys: Alt-S
si: කෙටි මග : Alt-S
th: แป้นลัด: Alt-S

source: Expand
it: Espandi
lt: Išplėsti
si: ව්‍යප්තිය
th: ขยาย

source: Collapse
it: Collassa
lt: Suskleisti
si: ඇද වැටෙනවා.
th: ยุบเข้า

source: Zoom Out
da: Zoom ud
es_sv: Reducir
fr: Zoom Arrière
it: Rimpicciolisci
lt: Mažinti
si: කුඩා කරන්න
th: ลดขนาดการแสดงผล

source: Zoom Normal
da: Zoom til normal niveau
es_sv: Vista Normal
fr: Zoom
it: Zoom normale
lt: Normalus
si: සාමාන්‍ය ප්‍රමානයට සකසන්න.
th: แสดงขนาดปกติ

source: Zoom In
da: Zoom ind
es_sv: Aumentar
fr: Zoom Avant
it: Ingrandisci
lt: Didinti
si: විශාල කරන්න
th: เพิ่มขนาดการแสดงผล

source: You do not teach or attend any classes.
da: Du hverken underviser eller deltager i nogle klasser.
es_sv: Usted no enseña ni asiste a ninguna clase.
fr: Vous n'enseignez ou ne fréquentez aucune classe
it: Non frequenti o insegni in nessuna classe
lt: Jūs nedėstote ir nelankote jokių pamokų.
si: ඔබට ඉගැන්වීමට හෝ කිසිදු පන්තියකට සහභාගිවිය නොහැක.
th: คุณไม่ต้องสอนหรือดูแลห้องใดๆ

source: Classes you teach
da: Klasser du underviser
es_sv: Clases que enseña
fr: Cours que vous donnez
it: Classi in cui insegni
lt: Jūsų dėstomos pamokos
si: ඔබ උගන්චනු ලබන පන්ති.
th: ห้องที่คุณต้องสอน

source: Classes you attend
da: Klasser du deltager i
es_sv: Clases que atiende
fr: Cours que vous suivez
it: Classi che frequenti
lt: Jūsų lankomos pamokos
si: ඔබ සහභාගිවන පන්ති.
th: ห้องที่คุณต้องดูแล

source: Report sheets use the SchoolTool gradebook to collect data and commentary from teachers about students in all sections.
da: Rapportark bruger SchoolTools gradebook til at samle data og kommentarer fra lærerne om de studerende i alle sektioner.
es_sv: Las hojas de reporte usan el cuadro de notas de SchoolTool para recolectar datos y comentarios de los maestros acerca de los estudiantes en todas las secciones.
fr: Les feuilles de rapport utilisent le carnet de notes SchoolTool pour collecter les données et les commentaires des professeurs concernant les étudiants dans toute les sections.
it: I prospetti usano il registro voti per raccogliere dati e commenti dai docenti sugli alunni in tutte le classi.
lt: Ataskaitos lakštai iš SchoolTool pažymių knygelės surenka duomenis bei mokytojų komentarus apie mokinius.
si: ගුරුවරැන් හැමඅංශයකම ඉන්න ශිෂ්‍යයන් ගැන වාර්තා භාවිතා කර ශේණිපොත් දත්ත හා විස්තර එකතුකර ගනියි.
th: รายงานนี้ใช้สมุดรายงานผลการเรียนเพื่อเก็บข้อมูลและข้อคิดเห็นจากอาจารย์เกี่ยวกับนักเรียน

source: The first step in the process is to create a new report sheet template.
da: Første skridt i denne process er at oprette en rapportarksskabelon.
es_sv: El primer paso en el proceso es crear una nueva plantilla de hoja de reporte.
fr: La première étape du processus est de créer un nouveau modèle de feuille de rapport.
it: Il primo passo è creare un nuovo modello di prospetto.
lt: Pirmas žingsnis yra sukurti naują ataskaitos lakšto šabloną.
si: ක්‍රියාවලියේ පලමු පියවර වාර්තාපත් ආකෘතියක් නිර්මාණය කිරීමයි.
th: ขั้นตอนแรกคือสร้างแม่แบบรายงานใหม่

source: After you create a template, the next step is to ${deploy-sheet}
da: Efter du har oprettet en skabelon er det næste skridt at ${deploy-sheet}
es_sv: Luego de crear un plantilla, el siguiente paso es ${deploy-sheet}
fr: Ensuite, vous créé un modèle, l'étape suivante est de ${deploy-sheet}
it: Dopo aver creato il modello, il passo successivo è ${deploy-sheet}
lt: Sukūrus šabloną, kitas žingsnis yra ${deploy-sheet}
si: ඔබ විසින් ආකෘතිය නිර්මාණය කිරීමෙන් පසු ඊළග පියවර ${යෙදවීම්_පත්‍රය}
th: หลังจากคูณสร้างแม่แบบ ขั้นต่อไปก็คือเพื่อ ${deploy-sheet}

source: deploy it to teacher gradebooks.
da: Udgiv det til lærernes gradebook
es_sv: implementarla en los cuadros de notas de los maestros.
fr: déployer le dans les carnets de notes des professeurs.
it: inserisci nel registro voti del docente.
lt: išdalinti lakštus į mokytojų pažymių knygeles.
si: එය ගුරුතුමාගේ ශේණිපොතේ යොදන්න.
th: นำออกไปยังสมุดบันทึกคะแนนสำหรับอาจารย์

source: Currently Deployed WorkSheets
da: Nuværende udgivne arbejdsark
es_sv: Hojas Implementadas Actuales
fr: Feuilles de Travail Actuellement Déployées
it: Fogli attualmente inseriti
lt: Jau išdalyti lakštai
si: දැනට යෙදවූ වැඞපත්.
th: แม่แบบที่นำมาใช้ในปัจจุบัน

source: Deployed Worksheet
da: Udgivne arbejdsark
es_sv: Hoja Implementada
fr: Feuilles de Travail Déployées
it: Fogli di lavoro inseriti
lt: Išdalintas lakštas
si: යෙදවූ වැඞපත්.
th: แผ่นงานที่นำออกไปใช้

source: Visible
da: Synlig
it: Visibile
lt: Matoma
si: දෘශ්‍යමාන
th: มองเห็นได้

source: This year has no worksheets deployed.
da: Dette skoleår har ingen udgivne arbejdsark.
es_sv: Este año no tiene hojas implementadas.
fr: Il n'y a pas de feuille de travail déployée cette année.
it: Questo anno non ha fogli inseriti.
lt: Šiems metams nėra išdalintų lakštų.
si: මෙම වසරේ වැඞපත් යොදා නොමැත.
th: ปีนี้ไม่มีแผ่นงานที่นำมาออกไปใช้

source: Currently Deployed Report Sheets
da: Nuværende udgivne rapportark
es_sv: Hojas de Reporte Implementadas Actualmente
fr: Feuilles de Rapport Actuellement Déployées
it: Prospetti attualmente inseriti
lt: Dabar išdalinti ataskaitos lakštai
si: දැනට යොදවාඇති වැඞපත්.
th: แผ่นรายงานที่นำออกไปใช้ในปัจจุบัน

source: Report Sheet
da: Rapportark
es_sv: Hoja de Reporte
fr: Feuille de Rapport
it: Prospetto
lt: Ataskaitos lakštas
si: වාර්තාපත්.
th: แผ่นรายงาน

source: This year has no report sheets deployed.
da: Dette år har ikke nogle udgivne rapportark.
es_sv: Este año no tiene hojas de reporte implementadas.
fr: Il n'y a pas de feuille de rapport déployée cet année.
it: Questo anno non ha prospetti inseriti.
lt: Šiais metais nebuvo išdalinta jokių ataskaitos lakštų.
si: මෙම වසරේ වාර්තාපත් යොදා නොමැත.
th: ปีนี้ไม่มีรายงานที่ถูกส่งออก

source: Manage Worksheet Templates
da: Administrer arbejdsarkskabeloner
es_sv: Administrar Plantillas de Hoja
it: Gestisci modelli dei fogli di lavoro
lt: Tvarkyti lakštų šablonus
si: වැඞපත් ආකෘති කළමණාකරනය කරන්න.
th: จัดการแม่แบบแผ่นงาน

source: Course Worksheets
lt: Dalyko lakštai
si: පාඨමාලා වැඞපත්.
th: แผ่นงานหลักสูตรวิชา

source: Manage Course Worksheets
lt: Tvarkyti dalyko lakštus
si: පාඨමාලා වැඞපත් කළමණාකරනය කරන්න.
th: จัดการแผ่นงานหลักสูตรวิชา

source: There are ${count} course worksheets for ${schoolyear}
lt: ${schoolyear} m.m. yra ${count} dalyko lakštų
si: ${ගණිනවා} සඳහා පාඨමාලා වැඞපත් ${පාසල් වසර}
th: มี ${count} เอกสารวิชา สำหรับปี ${schoolyear}
