Repository: hazeltek/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: da, es_sv, fr, it, lt, si, th

source: There are no course worksheets for ${schoolyear}
lt: ${schoolyear} m.m. nėra dalyko lakštų
si: සඳහා පාඨමාලා වැඞපත් නොමැත ${පාසල් වසර}
th: ไม่มีเอกสารวิชาสำหรับปี ${schoolyear}

source: Nothing Graded
da: Ikke afgivet karakterer
es_sv: Sin Calificar
fr: Rien n'est Noté
it: Nessuna valutazione assegnata
lt: Niekas neįvertinta
si: කිසිවක් වර්ගකර නැත.
th: ไม่มีเกรด

source: Grid Columns
da: Gittersøjler
es_sv: Columnas de Rejilla
fr: Colonnes de la Grille
it: Colonne tabella
lt: Lentelės stulpeliai
si: කොටු සැලසුම් තීරැ
th: ตารางคอลัมน์

source: Heading
da: Overskrift
es_sv: Encabezado
fr: En-tête
it: Titolo
lt: Antraštė
si: ශීර්ෂකය
th: ส่วนหัว

source: This report has no grid columns.
da: Denne rapport har ingen gittersøjler
es_sv: Este reporte no tiene columnas de rejilla.
it: Questo prospetto non ha colonne in tabella.
lt: Šioje ataskaitoje nėra lentelės stulpelių.
si: මෙම වාර්තාවට කොටු සැලසුම් තීරැ නොමැත.
th: รายงานนี้ไม่มีตารางคอลัมน์

source: Outline Items
da: Skitseelementer
es_sv: Elementos de Resumen
it: Elementi aggiuntivi
lt: Sąrašo punktai
si: සංෂිප්ත අයිතම
th: แผนการสอน

source: This report has no outline items.
da: Denne rapport har ingen skitseelementer
es_sv: Este reporte no tiene elementos de resumen.
it: Questo prospetto non ha elementi aggiuntivi.
lt: Šioje ataskaitoje nėra sąrašo punktų.
si: මෙම වාර්තාවට සංෂිප්ත අයිතම නොමැත.
th: รายงานนี้ไม่มีโครงร่าง

source: Use this page to lay out a standard report card, pulling data from ${report-sheets} and the attendance journal.
da: Brug denne side til at lave et standard rapportkort, med data fra ${report-sheets} og fraværsprotokollen.
es_sv: Utilice esta página para esquematizar la libreta de notas estándar, extrayendo datos de ${report-sheets} y del diario de asistencia.
fr: Utiliser cette page pour mettre en page une fiche de de rapport standard, en extrayant les données de ${report-sheets} et du journal de présence.
it: Usa questa pagina per impostare un prospetto standard, prelevando i dati dai ${report-sheets} e dal registro assenze.
lt: Šiame puslakštyje sudėliokite standartinę ataskaitos kortelę, imančią duomenis iš ${report-sheets} ir lankomumo žurnalo.

source: report sheets
da: Rapportark
es_sv: hojas de reporte
fr: feuilles de rapport
it: prospetti
lt: ataskaitos lakštų
si: වාර්තාපත්.
th: แผ่นรายงาน

source: The standard report card contains a grid where each row corresponds to a section and the columns as defined on this page.
da: Standard rapportkortet indeholder et gitter hvor hver række svarer til en sektion og søjlerne er defineret på denne side.
es_sv: La libreta de notas estándar contiene un cuadro donde cada fila corresponde a una sección y las columnas según se definen en esta página.
fr: La fiche de rapport standard contient une grille où chaque ligne correspond à une section et les rubriques tel que définies sur cette page.
it: Il prospetto standard contiene una tabella in cui ogni riga corrisponde ad una classe e le colonne definite in questa pagina.
lt: Standartinėje ataskaitos kortelėje yra lentelė, kurios eilutėse yra kursai, o stulpeliai nustatomi šiame puslakštyje.
si: නිශ්චිත ලෙස අර්ත දක්වන ලද සිරස් හා තිරස් තීරු සම්මත වාර්තාවක අඩංගුවේ.
th: รายงานผลการเรียนแบบมาตรฐานประกอบด้วยตารางที่แต่ละแถวสอดคล้องกับเซกชั่นและคอลัมน์ที่กำหนดไว้ในหน้านี้

source: Below the grid is an outline which loops through each section and the defined outline items laid out like a text outline. This is necessary for comments or other scores that will not fit in a traditional grid.
da: Under gitteret er en skitse som gennemløbes for hver sektion og definerer skitseelementer vist som tekstskitser. Dette er nødvendigt for kommentarer eller andre pointscorer der ikke vil passe i et traditionelt gitter.
es_sv: Abajo del cuadro hay un resumen que abarca cada sección y los elementos de resumen definidos dispuestos como un resumen textual. Esto es necesario para comentarios y otras notas que no encajen en un cuadro tradicional.
fr: Sous la grille, il y a un contour qui traverse chaque section et qui défini la disposition des éléments d'encadrement comme l'encadrement de texte. Ceci est nécessaire pour les commentaire ou cotes qui ne s'adaptent pas à la grille traditionnel.
it: Sotto alla tabella c'è uno spazio che contiene gli elementi aggiuntivi definiti presi da ogni classe, impaginati come un elenco di testo. Questo è necessario per commenti o altri punteggi che non potrebbero stare in una tabella.
lt: Po lentele yra sąrašas, kuriame išvardinti kiekvienas kursas ir nustatyti sąrašo punktai. Tai reikalinga komentarams ir kitokiems įvertinimams, kurie netilptų lentelėje.

source: Both the grid and outline layouts are optional; if no columns or items are defined, the whole layout is skipped.
da: Både gitteret og skitse layout'et er valgfritt; hvis der ikke er søjler eller elementer defineret bliver hele layoutet ignoreret.
es_sv: El cuadro y el resumen son opcionales; si no se definen columnas ni elementos, el esquema completo será ignorado.
fr: La grille et la disposition du pourtour sont tout deux optionnels; si aucune rubrique ou élément ne sont définis, l'ensemble de la mise en page est sautée.
it: Sia la tabella che gli elementi aggiuntivi sono opzionali: se nessuna colonna o elemento è definito, tutto lo schema viene ignorato.
lt: Tiek lentelė, tiek sąrašas nėra būtini; jei nėra nustatyta jokių stulpelių nei punktų, visas išdėstymas praleidžiamas.
si: කොටු සැලැස්ම දළසැලැස්ම යන දෙකම වෛකල්පිතයි; තීරැ හෝ අයිතම නිශ්චිත නැති බැවින්, මුලු සැලැස්ම මගහැර ඇත.
th: ทั้งรูปแบบตารางและโครงร่างนั้นเป็นทางเลือก ถ้าไม่มีคอลัมน์หรือส่วนไหนถูกระบุ แผนงานนี้จะถูกข้ามทั้งหมด

source: The report cards can be generated for an individual person or all the people in a group.
da: Rapportkort kan genereret for individuelle personer eller alle personer i en gruppe.
es_sv: Las libretas de notas pueden generarse para una persona específica o para todas las personas en un grupo.
fr: Une fiche de rapport peut-être généré pour une personne ou toute les menbres d'un groupe
it: I prospetti possono essere generati per un individuo o per tutti i membri di un gruppo.
lt: Ataskaitos kortelės gali būti pagamintos kiekvienam asmeniui ar asmenų grupei.
si: තනි පුද්ගලයෙකුට හෝ කණ්ඩායමක් සඳහා වාර්තාවක් ජනිත විය හැකිය.
th: รายงานผลการเรียนสามารถสร้างให้กับแต่ละคนหรือทุกคนในกลุ่ม

source: Select report sheet to deploy
da: Vælg rapportark der skal udgives
es_sv: Selecciones la hoja de reporte a implementar
fr: Choisisez la feuille de rapport à déployer
it: Scegli il prospetto da inserire
lt: Pasirinkite ataskaitos lakštą išdalinimui
si: යෙදවීම සඳහා වාර්තාවක් තෝරාගන්න.
th: เลือกแผ่นรายงานเพื่อการนำออกไปใช้

source: Select a term or deploy to the entire year.
da: Vællg en termin eller udgiv til hele året.
es_sv: Seleccione un período o implemente en el año completo.
fr: Choisissez une période ou déployer sur l'année entire.
it: Scegli un periodo o inserisci nell'anno intero.
lt: Pasirinkite semestrą, arba išdalinkite visiems metams.
si: පවතින වසර තුල වාරයක් තෝරාගන්න .
th: เลือกภาคเรียนหรือนำออกไปใช้กับทั้งปี

source: The first step in the process is to ${add-sheet}
da: Første skridt i processen er at ${add-sheet}
es_sv: El primer paso en el proceso es ${add-sheet}
fr: La première étape du processus est de ${add-sheet}
it: Il primo passo è ${add-sheet}
lt: Pirmas žingsnis yra ${add-sheet}
si: ක්‍රියාවලියේ පලමු පියවරට ${පත්‍රය_එක්කරන්න}
th: ข

source: create a new report sheet template.
da: Opret en nyt rapportarksskabelon
es_sv: crear una nueva plantilla de hoja de reporte.
fr: créer un nouveau modèle de feuille de rapport
it: crea un nuovo modello di prospetto
lt: sukurti naują ataskaitos lakšto šabloną.
si: නව වාර්තාපත්‍රර ආකෘතියක් නිර්මාණය කරන්න
th: สร้างแม่แบบรายงานใหม่

source: Once you have a template, use this form to add the report sheet to the gradebook of every section that meets in the specified term or terms.
da: Når du har en skabelon, brug denne formular til at tilføje rapportark til karakterbogen for hver sektion der mødes i de specificerede termin(er).
es_sv: Una vez que tenga una plantilla, utilice este formulario para añadir la hoja de reporte al cuadro de notas de cada sección que corresponda con el o los períodos especificados.
fr: Dès que vous avez un modèle, utilisez ce formulaire pour ajouter la feuille de rapport au carnet de notes de chaque section qui correspond à la période ou aux périodes spécifiées.
it: Una volta creato il modello, usa questa pagina per aggiungere il prospetto al registro voti di ogni classe desiderata nel periodo o periodi indicati.
lt: Sukūrę šabloną, naudodamiesi šia forma įdėkite ataskaitos lakštą į pažymių knygeles visuose kursuose pasirinktame semestre.
th: เมื่อมีแม่แบบแล้ว ใช้แบบฟอร์มนี้เพิ่มรายงานไปยังสมุดรายงานผลการเรียนของทุกเวกชั่นที่มีการระบุเทอม

source: Data collected through report sheets can be included in the ${report-card-layout} or custom reports.
da: Data samlet gennem rapportark kan inkluderes i ${report-card-layout} eller specieltilpassede rapporter.
es_sv: Los datos recolectados mediante hojas de reporte pueden ser incluidos en la ${report-card-layout} o reportes personalizados.
fr: Les données collectées par le biais des feuilles de rapport peuvent être inclues dans un ${report-card-layout} ou des rapports personnalisés.
it: I dati raccolti tramite i prospetti possono essere inclusi nel ${report-card-layout} o in prospetti personalizzati.
lt: Duomenys, surinkti naudojant ataskaitos lakštus, gali būti įtraukti į ${report-card-layout} arba susikurtas ataskaitas.
si: වාර්තාපත් තුලින් එකතුකරගන්නා දත්ත ඇතුලත් කරන්න ${වාර්තාපත් සැලැස්ම} හෝ ව්‍යවහාර වාර්තාව.

source: standard report card
da: standard rapportkort
es_sv: libreta de notas estándar
fr: fiche de rapport standard
it: prospetto standard
lt: standartinę ataskaitos kortelę
si: සම්මත වාර්තාපත.
th: รายงานผลการเรียนแบบมาตรฐาน

source: File Type
da: Filtype
es_sv: Tipo de Archivo
fr: Type de Fichier
it: Tipo di file
lt: Failo tipas
si: ගොනු වර්ගය
th: ประเภทไฟล์

source: Select a year or term
da: Vælg et år eller en termin
es_sv: Seleccione un año o período
fr: Sélectionner une année ou une période
it: Scegli l'anno o il periodo
lt: Pasirinkite metus arba semestrą
si: වසරක් හෝ වාරයක් තෝරන්න .
th: เลือกปีการศึกษาหรือภาคเรียน

source: Download
es_sv: Descarga
fr: Télécharger
it: Scarica
lt: Atsisiųsti
si: බාගත කරන්න
th: ดาวน์โหลด

source: ${student_name} was never scored in this worksheet.
it: In questo foglio ${student_name} non ha nessun voto.
lt: ${student_name} dar nebuvo įvertintas šiame lakšte.
si: ${ශිෂ්‍යයාගේ නම} මෙම වැඩපතට ලකුණුයොදා නැත
th: ${student_name} ที่ยังไม่ถูกเติมคะแนนในเอกสารนี้

source: Evaluator
it: Valutatore
lt: Vertintojas
si: අගයන්නා.
th: นักประเมิน

source: Report Activities
da: Rapportarktiviteter
es_sv: Actividades de Reporte
fr: Rapport d'Activités
it: Attività del prospetto
lt: Veiklos ataskaitoje
si: වාර්තා ක්‍රියාකාරකම්.
th: รายงานกิจกรรม

source: There are no report activities.
da: Der er ingen rapportaktiviteter.
es_sv: No hay actividades dre reporte.
it: Nessuna attività nel prospetto.
lt: Nėra veiklų ataskaitoje.
si: වාර්තා ක්‍රියාකාරකම් නොමැත.
th: ไม่มีรายงานกิจกรรม

source: A report sheet is a special kind of gradebook worksheet that can be deployed to all teacher gradebooks in the school.
da: Et rapportark er en speciel slags karaterbogsark der kan udgives til alle skolens lærere's karakterbøger.
es_sv: Una hoja de reporte es una hoja de cuadro de notas especial que puede ser implementada a todos los cuadros de notas de los maestros de la escuela.
fr: Une feuille de rapport est une feuille spéciale du carnet de notes qui peut-être déployée vers tout les carnets de notes des professeurs.
it: Un prospetto è un tipo speciale di foglio del registro che può essere inserito nei registri di tutti i docenti della scuola.
lt: Ataskaitos lakštas yra ypatingas lakštas pažymių knygelėje, kuris gali būti įdėtas į visų mokytojų pažymių knygeles.
si: වාර්තාපතක් යනු විශේෂ වර්ගයේ ශේණිපොතකි ,එය පාසලේ සිටින සියලුම ගුරැවරුන්ගේ ශේණිපොතට යෙදිය හැක.
th: รายงานเป็นสมุดรายงานผลการเรียนชนิดพิเศษที่สามารถนำออกไปยังสมุดบันทึกคะแนนในส่วนของอาจารย์ในโรงเรียน

source: Each deployed worksheet will contain the report activities defined in its template.
da: Hver udgivet arbejdsark vil indeholde en rapportaktivitet der defineres i denne skabelon.
es_sv: Cada hoja implementada contendrá las actividades de reporte definidas en esta plantilla.
fr: Chaque feuille déployée contiendra le rapport des activités définies dans son modèle.
it: Ogni foglio inserito conterrà le attività definite nel suo modello.
lt: Kiekviename įdėtame lakšte bus ataskaitos veiklos, apibrėžtos jo šablone.
si: සෑම වැඩපතකම එහි වාර්තා ක්‍රියාකාරකම් නිර්වචනය කල ආකෘතියක් අඩංගු වේ.
th: แผ่นงานที่นำออกไปใช้/ติดตั้งไปแล้วนั้นประกอบด้วยรายงานกิจกรรมต่างๆที่่ระบุในแม่แบบ

source: There are no report sheet templates set up.
da: Der er ingen sat nogle rapportarksskabeloner op.
es_sv: No hay plantilals de hoja de reporte configuradas.
fr: Il n'y a pas de modèle de feuille de rapport configuré.
it: Nessun modello di prospetto impostato.
lt: Nėra apibrėžtų ataskaitos lakštų šablonų.
si: වාර්තා ආකෘතිපත් පිහිටුවා නොමැත.
th: ไม่มีแม่แบบรายงานที่ติดตั้งไว้

source: This form allows you to change the weighting of categories when calculating average scores within a worksheet.
da: Denne formular giver dig mulighed for at ændre på vægtene af kategorier når der udregnes gennemsnitlig pointscore i et arbejdsark.
es_sv: Este formulario le permite cambiar la ponderación de las categorías al calcular las notas dentro de una hoja de trabajo.
fr: Ce formulaire vous permet de modifier la pondération des catégories lors du calcul des cotes moyennes dans les feuille de travail.
it: Questa pagina permette di cambiare il peso delle categorie durante il calcolo delle medie di un foglio.
lt: Čia galite keisti kategorijų svorius, naudojamus pažymių vidurkio skaičiavimui šiame lakšte.
si: වැඩපතේ සාමාන්‍යය ගණනය කිරීමේදී බර තැබූ ප්‍රභේදයන් වෙනස් කිරීමට ඔබට ඉඩ ලබාදේ.
th: แบบฟอร์มนี้อนุญาตให้คุณเปลี่ยนน้ำหนักของหมวดหมู่เมื่อมีการคำนวนคะแนนเฉลี่ยในภายในแผ่นงาน

source: Enter numeric values for each relevant category.
da: Indtast en numerisk værdi for hver af de relevante kategorier.
fr: Entrez des valeurs numériques pour chaque catégorie appropriée.
it: Inserisci i valori numerici per ogni categoria rilevante.
lt: Įveskite skaičius prie kiekvienos naudojamos kategorijos.
si: සංඛ්‍යාත්මක අගයන් සෑම කොටසකටම එක්කරන්න.

source: For example, to weight exams as 60% of the grade, homework as 20% and quizzes as 20%, enter "60" next to "Exam", "20" next to "Homework" and "20" next to "Quiz".
da: For eksempel, for at vægte eksamener 60 % af karakteren, hjemmearbejds som 20 % og quiz'er som 20 %, indtast "60" ved siden af "eksamener, "20" ved siden af "hjemmearbejde" og "20" ved siden af "quiz'zer".
es_sv: Por ejemplo, para ponderar los exámenes como el 60% de la nota, tareas como 20% y las pruebas como 20%, introduzca "60" a la par de "Examen", "20" a la par de "Tarea" y "20" a la par de "Prueba".
fr: Par exemple, pour pondérer les examens à 60% de la note, les devoirs à 20% et les questionnaires à 20%, entrer "60" à coté de "Exam", "20" à coté de "Devoir" et "20" à coté de "Quiz".
it: Ad esempio, per dare il 60% di valore agli esami, il 20% ai compiti a casa e il 20% ai questionari, inserire "60" vicino ad Esami, "20" vicino a Compiti e "20" vicino a Questionari.
lt: Pavyzdžiui, jei vidurkio skaičiavime egzaminas lemia 60% balo, namų darbai ir testai po 20%, įrašykite „60“ prie „Egzaminas“, „20“ prie „Namų darbas“ ir „20“ prie „Testas“.
si: උදාහරණයක් ලෙස, 60% විභාගයෙන් ද, නිවසේ පැවරුම් ද, 20% කෙටි ප්‍රශ්ණ ද වේ, ඇතුලත් කරන්න "60" ඊළගට "විභාගය" , "20" ඊළගට "නිවසේ පැවරුම්" සහ "20" ඊළගට "කෙටි ප්‍රශ්ණ ".
th: ตัวอย่าง หากต้องการให้น้ำหนักการสอบเป็น 60% ของผลการเรียน การบ้าน 20% และสอบย่อย 20% ให้กรอกตัวเลข "60" ถัดจาก Exam "20" ถัดจาก Homework และ "20" ถัดจาก Quiz

source: The list of categories can be customized for your school by your system administrator.
da: Listen af kategorier kan tilpasses af skolens administrator.
es_sv: La lista de categorías puede ser personalizada para su escuela por su administrador de sistema.
fr: La liste des catégories peut-être personnalisée pour votre école par l'administrateur du système.
it: La lista delle categorie può essere modificata per la scuola dall'amministratore.
lt: Kategorijų sąrašas gali būti keičiamas tik sistemos administratoriaus.
si: ඔබේ පාසලේ පද්ධති පරිපාලකයා විසින් මෙම ලේඛනය සාරාංශ කලයුතුයි.
th: รายการของหมวดหมู่สามารถปรับให้เข้ากับโรงเรียนของคุณโดยผู้ดูแลระบบ

source: Reorder or Hide Worksheets
da: Arranger eller gem arbejdsark
es_sv: Reordenar u Ocultar Hojas de Trabajo
fr: Agencer ou Masquer les Feuilles de Travail
it: Riordina o nascondi fogli
lt: Rikiuoti arba slėpti lakštus
si: වැඩපත පටිගත කරන්න හෝ සගවන්න.
th: จัดเรียงลำดับหรือซ่อนแผ่นงาน

source: Order
da: Rækkefølge
es_sv: Ordenar
fr: Ordre
it: Ordine
lt: Tvarka
si: පිළිවෙල
th: ลำดับ

source: Summary Worksheet
da: Arbejdsark resume
es_sv: Hoja Resumen
fr: Feuille de Résumé
it: Foglio riassuntivo
lt: Santraukos lakštas
si: වැඩපත් සාරාංශය.
th: แผ่นงานสรุปผล

source: Overwrite existing worksheets titled "Summary".
da: Overskriv eksistrende arbejdsark med titlen "Resume".
es_sv: Sobreescribir hojas de trabajo existentes tituladas "Resumen".
fr: Écraser les feuilles de calcul existantes intitulées "Résumé".
it: Sovrascrivere i fogli di lavoro esistenti dal titolo "Sommario".
lt: Perrašyti esamus lakštus pavadinimu „Santrauka“.
si: දැනට ඇති වැඩපතෙහි උඩශීර්ෂයෙහි "සාරාංශය" ලෙස මාතෘකාව ලියා ඇත.
th: เขียนทับแผ่นงานที่มีอยู่แล้ว ชื่อ Summary

source: Create summary worksheet
da: Opret resume arbejdsark
es_sv: Crear hoja resumen
fr: Créer une feuille de résumé
it: Crea foglio riassuntivo
lt: Sukurti santraukos lakštą
si: සාරාංශ වැඩපතක් සකසන්න.
th: สร้างแผ่นงานสรุปผล

source: Use worksheets in your gradebook the same way you do in a spreadsheet, to organize large numbers of activities. You can link columns from one worksheet to another.
da: Brug arbejdsark i din karakterbog på sammemåde som du ville arganiserer aktiviteter i et regneark. Du kan henvise søjlerne fra et arbejdsark til et andet.
es_sv: Utilice las hojas de trabajo en su cuadro de notas de la misma forma en que se usan en una hoja de cálculos, para organizar grandes cantidades de actividades. Puede vincular columnas desde una hoja hacia otra.
fr: Utilisez les feuilles de travail dans votre carnet de notes de la même manière que vous le feriez dans un tableur pour gérer un grand nombre d'activités. Vous pouvez lier les colonnes d'une feuille à l'autre.
it: Usa i fogli di lavoro del registro come faresti con una tabella per organizzare e valutare diverse attività. Puoi collegare colonne da un foglio all'altro.
lt: Naudokite lakštus jūsų pažymių knygelėje taip pat, kaip tai darytumėte skaičiuoklėje tvarkydami didelius užduočių kiekius. Jūs galite susieti stulpelius tarp vieno lakšto ir kito.
th: ใช้แผ่นงานในสมุดรายงานผลการเรียน (วิธีเดียวกับที่คุณทำในตารางจัดการ'spreadsheet') เพื่อจัดการแผ่นงานจำนวนมาก คุณสามารถเชื่อมโยงคอลัมน์จากแผ่นงานหนึ่งไปยังแผ่นงานอื่นๆ

source: You can add a summary worksheet to each of your gradebooks that automatically includes a column for the average of all existing worksheets.
da: Du kan tilføje arbejdsark resume til hver at dine karakterbøger, så det automatisk inkulderer en søjle for gennemsnittet af alle eksistrende arbejdsark.
es_sv: Puede añadir una hoja de trabajo resumen para cada uno de sus cuadros de notas que automáticamente incluye una columna para el promedio de todas las hojas de trabajo existentes.
fr: Vous pouvez ajouter une feuille de résumé à chacun de vos carnets de notes qui inclura automatiquement une colonne pour la moyenne de toutes les feuilles existantes.
it: È possibile aggiungere a ciascuno dei tuoi registri un foglio di lavoro riassuntivo, che automaticamente include una colonna per la media di tutti i fogli di lavoro esistenti.
lt: Galite pridėti santraukos lakštą prie kiekvienos jūsų pažymių knygelės, kuriame bus stulpelis su visų lakštų vidurkiu.
si: ඔබේ ශේණිපොත සඳහා ඔබට සාරාංශ වැඩපතක් එක්කලහැකියි එහි පවතින වැඩපතේ සාමාන්‍ය අගය ඉබේ ලබාගත හැකිය
th: คุณสามารถเพิ่มการสรุปผลไปยังสมุดรายงานผลการเรียนได้อย่างอัตโนมัติซึ่งประกอบด้วยคอลัมน์ที่เป็นค่าเฉลี่ยของแผ่นงานที่มีทั้งหมด

source: Set Column Preferences
da: Indstil søjleindstillinger
es_sv: Establecer Preferencias de Columna
fr: Définir les Préférences des Colonnes
it: Imposta preferenze colonna
lt: Keisti stulpelių nustatymus
si: තීරු අභිරුචිය සකසන්න.
th: ตั้งค่าคอลัมน์

source: Column Type
da: Kolonnetype
es_sv: Tipo de columna
fr: Type de Colonne
it: Tipo di colonna
lt: Stulpelio tipas
si: තීරු වර්ගය.
th: แบบคอลัมน์

source: Hide?
da: Skjul?
es_sv: ¿Ocultar?
fr: Masquer ?
it: Nascondi?
lt: Paslėpti?
si: සගවන්න ?
th: ซ่อนหรือไม่

source: Update
da: Opdatér
es_sv: Actualizar
fr: Mettre à jour
it: Aggiorna
lt: Atnaujinti
si: යාවත්කාලීන කරන්න
th: ทำให้เป็นล่าสุด

source: Create Summary Worksheets
da: Opret resume arbejdsark
es_sv: Crear Hoja de Trabajo Resumen
fr: Créer les feuilles de résumé
it: Crea fogli di lavoro riassuntivi.
lt: Sukurti apžvalgos lakštus
si: වැඩපතක් නිර්මාණය කරන්න.
th: สร้างแผ่นงานการสรุปผล

source: Grade ${name}
da: Karakter ${name}
es_sv: Nota ${name}
fr: Note ${name}
it: Voto ${name}
lt: Įvertinti ${name}
si: ශේණිය ${නම}
th: เกรด ${name}

source: (sort)
da: (sortér)
es_sv: (ordenar)
fr: (trier)
it: (ordina)
lt: (rikiuoti)
si: (වර්ග කරනවා)
th: เรียงตาม

source: Hide Deployed Report Sheet
da: Gem udgivne rapportark
es_sv: Ocultar Hoja de Reporte Implementada
fr: Masquer les Feuilles de Rapport Déployées
it: Nascondi prospetti inseriti
lt: Paslėpti išdalintą ataskaitos lakštą
si: වාර්තාපත් යෙදවීම් සගවන්න
th: ซ่อนแผ่นงานที่นำออกไปใช้

source: Layout Report Card
da: Rapportkort layout
es_sv: Esquematizar Libreta de Notas
fr: Agencer la Fiche de Rapport
it: Impaginazione prospetto
lt: Keisti ataskaitos kortelės išdėstymą
si: වාර්තාපත් ආකෘතිය
th: โครงร่างรายงานผลการเรียน

source: Source
da: Kilde
es_sv: Fuente
fr: Origine
it: Fonte
lt: Šaltinis
si: මූලාශ්‍රය
th: ที่มา

source: New Column
da: Ny kolonne
es_sv: Columna nueva
fr: Nouvelle Colonne
it: Nuova colonna
lt: Naujas stulpelis
si: නව තීරුව
th: คอลัมน์ใหม่

source: Choose a column to add
da: Vælg en kolonne at tilføj
es_sv: Elija una columna para añadir
fr: Choisir une colonne à ajouter
it: Scegli una colonna da aggiungere
lt: Pasirinkite stulpelį pridėjimui
si: එකතුකිරීමච තීරුවක් තෝරන්න.
th: เลือกคอลัมน์ที่จะเพิ่ม

source: Outline Activities
da: Skitser aktiviteter
es_sv: Delinear Actividades
fr: Activités d'Encadrement
it: Attività aggiuntive
lt: Veiklos santraukoje
si: සංශිප්ත ක්‍රියාකාරකම.
th: โครงร่างกิจกรรม

source: Choose an activity to add
da: Vælg en aktivitet at tilføje
es_sv: Elija una actividad para añadir
fr: Choisir une activité à ajouter
it: Scegli un'attività da aggiungere
lt: Pasirinkite veiklą pridėjimui
si: එකතුකිරීමට ක්‍රියාකාරකමක් තෝරන්න.
th: เลือกกิจกรรมที่จะเพิ่ม

source: OK
es_sv: Aceptar
lt: Gerai
si: ඵකග වෙනවා
th: ตกลง

source: No Current Term
da: Ingen nuværende termin
es_sv: Sin Período Actual
fr: Pas de Période Courante
it: Nessun periodo attuale
lt: Nėra dabartinio kurso
si: දැනට වාරයක් නොමැත
th: ไม่มีภาคเรียนปัจจุบัน
