Repository: hazeltek/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: da, es_sv, fr, it, lt, si, th

source: Start with the highest score. Click "Add a lower score" to add scores until you have created a score with a minimum percentage of 0.
da: Start med den højeste score. Klik 'Tilføg den laveste score' for at tilføje scorer indtil du har skabt en score med med minimumsprocent 0.
es_sv: Inicie con el puntaje más alto. Haga click en "Añadir un puntaje menor"para añadir puntajes hasta que haya creado un puntaje con un porcentaje mínimo de 0.
fr: Commencez avec la cote la plus haute. Cliquer sur "Ajouter une cote plus basse" pour ajouter des cotes jusqu'à ce que vous ayez créé une cote avec le pourcentage minimum de 0.
it: Partire con il voto più alto. Clic su "Aggiungi voto inferiore" per aggiungere altri voti, fino a creare il voto con percentuale pari a zero.
si: ඉහළම වටිනාකමෙන් ආරම්භ කරන්න. "අඩුම අගය එක්කරන්න" ලකුණු එක්කිරීම සදහා අවමප්‍රතිශතය ශූණ්‍යය ලෙස එක්කරන්න.
th: เริ่มด้วยคะแนนสูงสุด คลิก 'เพิ่มคะแนนที่น้อยกว่า' เพื่อเพิ่มคะแนนจนกระทั่งคุณสร้างคะแนนเป็น 0

source: If the values in the score system descend, e.g., 1 is the best score, set the value below to say 'Maximum' passing score. Otherwise leave it a 'Minimum' passing score.
da: Hvis værdierne i scoresystemet er faldende, f.eks. 1 er den bedste score, indstil værdien herunder til 'Maximum' score for at bestå. Ellers lad værdier være 'Minimum' for at bestå.
es_sv: Si los valores del sistema de puntuación son descendentes, por ej. 1 es el mejor puntaje, fije el valor de abajo a puntaje de aprobación 'Máximo'. De otro modo déjelo como puntaje de aprobación 'Mínimo'.
fr: Si la valeur descend dans le système de notation, ex: 10 est la meilleure cote, mettez le en 'Maximum'. Autrement, laisser le sur 'Minimum'. Enfin, avant de valider le système de notation, veuillez sélectionné la 'Cote de Passage' et 'Minimum'.
it: Se i valori del sistema decrescono, es. 1 è il voto massimo, impostare a 'Max' la sufficienza. Altrimenti lasciare la sufficienza a 'Min'.
si: වටිනාකම් ලකුණු ක්‍රමය පහතබසීනම්. ඉහළම වටිනාකම, උපරිම සමත් වීමේ ලකුණ ලෙස යොදන්න, නැතිනම් අවම සමත් වීමේ ලකුණ ලෙස ඉවත් කරන්න.
