Repository: hazeltek/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: da, es_sv, fr, it, lt, si, th

source: Score values must go in descending order.
da: Pointværdierne skal være i faldende rækkefølge.
es_sv: Los valores de puntuación deberían ir en orden descendiente.
fr: Les valeurs de notation doivent aller en décroissant.
it: I valori dei voti devono essere decrescenti.
lt: Įvertinimų reikšmės turi eiti mažėjimo tvarka.
si: ලකුණු අගය අවරෝහණ ක්‍රමයට වියයුතුය.
th: ค่าของคะแนนต้องเรียงจากมากไปน้อย

source: Score percentages must go in descending order.
da: Alle procentpointene skal være i faldende rækkefølge.
es_sv: Los valores de porcentaje deberían ir en orden descendiente.
fr: Le pourcentage des cotations doivent aller dans un ordre descendant.
it: Le percentuali dei voti devono essere decrescenti.
lt: Įvertinimų procentai turi eiti mažėjimo tvarka.
si: ලකුණු ප්‍රතිශතය අවරෝහණ ක්‍රමයට වියයුතුය
th: เปอร์เซ็นต์คะแนนต้องเรียงจากมากไปน้อย

source: The last percentage must be zero.
da: Den sidste procent skal være 0.
es_sv: El último porcentaje debería ser cero.
fr: Le dernier pourcentage doit être 0
it: L'ultima percentuale deve essere zero.
lt: Paskutinis įvertinimas turi būti nulis.
si: අවසාන ප්‍රතිශතය ශූණ්‍යය වියයුතුය.
th: เปอร์เซ็นต์ค่าสุดท้ายต้องเป็น 0

source: Duplicate scores are not allowed.
da: Dobbelt pointscore er ikke tilladt.
es_sv: Las puntuaciones repetidas no son permitidas.
fr: Il est interdit de dupliquer les cotes.
it: Non sono ammessi voti ripetuti.
lt: Pasikartojantys įverčiai negalimi.
si: දෙවරක් යෙදූ ලකුණු සඳහා අවසර නොමැත
th: ไม่อนุญาตให้ใส่คะแนนที่ซ้ำกัน

source: Duplicate abbreviations are not allowed.
da: Dobbelt forkortelser er ikke tilladt.
es_sv: Abreviaciones duplicadas no son permitidas.
fr: Il est interdit de dupliquer les notes.
it: Non sono ammesse abbreviazioni ripetute.
lt: Pasikartojančios santrumpos negalimos.
si: දෙවරක් යෙදූ කෙටිනම් සඳහා අවසර නොමැත.
th: ไม่อนุญาตให้ใช้ตัวย่อที่ซ้ำกัน

source: Yes
da: Ja
es_sv: Sí
fr: Oui
it: Sì
lt: Taip
si: ඔව්
th: ใช่

source: No
da: Nej
fr: Non
lt: Ne
si: නැත
th: ไม่ใช่

source: Existing Score System
da: Nuværende karaktersystem
es_sv: Sistema de Puntuación Existente
fr: Système de Cotation Existant
it: Sistema di valutazione esistente
lt: Esama vertinimo sistema
si: පවතින ලකුණු ක්‍රමය
th: ระบบคะแนนที่มีอยู่

source: Custom score system
da: Kundetilpasset karaktersystem
es_sv: Sistema de puntuación personalizado
fr: Système de cotation personnalisé
it: Sistema di valutazione modificato
lt: Sava vertinimo sistema
si: ලකුණු ක්‍රමය ව්‍යවහාර කරන්න.
th: ระบบคะแนนส่วนตัว

source: Hide ${scoresystem}
da: Gem ${scoresystem}
es_sv: Ocultar ${scoresystem}
fr: Masquer ${scoresystem}
it: Nascondi ${scoresystem}
lt: Slėpti ${scoresystem}
si: සගවන්න ${ලකුණු ක්‍රමය}
th: ซ่อน ${scoresystem}

source: Add a lower score
da: Tilføj den laveste score
es_sv: Añadir un puntaje menor
fr: Ajouter une cote plus petite
it: Aggiungi voto inferiore
lt: Pridėti žemesnį įvertinimą
si: අවම ලකුණු එක්රන්න.
th: เพิ่มคะแนนที่น้อยกว่า

source: passing score:
da: Score for at bestå:
es_sv: puntaje de aprobación:
fr: cote de passage:
it: sufficienza:
lt: patenkinamas pažymys:
si: සමත් වීමේ ලකුණු.
th: คะแนนที่ผ่าน:

source: View Score System
da: Vis karaktersystem
es_sv: Ver sistema de puntuación
fr: Afficher le Système de Cotation
it: Vedi sistema di valutazione
lt: Rodyti vertinimo sistemą
si: ලකුණු ක්‍රමය පරීක්ෂා කරන්න.
th: เรียกดูระบบคะแนน

source: Pass/Fail
lt: Įskaityta/Neįskaityta

source: Letter Grade
lt: Raidės

source: Extended Letter Grade
lt: Raidės su ženklais

source: Percent
lt: Procentas

source: 100 Points
lt: 100 taškų

source: Sheet1
es_sv: Hoja1
fr: Page1
it: Foglio1
si: පත්‍රය 1
th: แผ่นงานที่1

source: The point value of this activity will be calculated as the full credit score multiplied by the percentage value of the external score.
da: Pointværdien af denne aktivitet vil blive udregnes som den fulde pointværdi multipliceret med procentværdien af den eksterne pointscore.
es_sv: El valor de puntos de esta acitividad será calculado como la puntuación completa de crédito multiplicada por el valor de porcentaje del puntaje externo.
fr: La valeur du point de cette activité sera calculé comme la cote de crédit totale multipliée par la valeur en pourcentage de la note externe.
it: Il punteggio di questa attività verrà calcolato moltiplicando il punteggio massimo per la percentuale del voto esterno.
si: මෙම ක්‍රියාකාරකමට අදාල වටිනාකම ගණනය කල යුත්තේ සම්පූර්ණ ණය අගය අතිරේක අගයේ ප්‍රතිශත වටිනා කමෙන් ගුණකරයි
th: คะแนนสะสมของกิจกรรมนี้จะถูกคำนวณด้วยคะแนนที่ได้หารด้วยเปอร์เซ็นต์ของคะแนนภายนอก

source: Ave.
es_sv: Prom.
fr: Moy.
it: Med
si: සාමාන්‍යය
th: ค่าเฉลี่ย

source: N/A
da: Ikke tilgængelig
es_sv: N/D
it: ND
si: අදාළ නොවේ
th: ไม่มีข้อมูล

source: ${worksheet} grade history for ${student}
it: ${worksheet} storico voti per ${student}
si: ${වැඩපත} ශේණි ඉතිහාසය සදහා ${ශිෂ්‍යයා}

source: Removed score
it: Voto eliminato
si: ලකුණු ඉවත් කරන්න
th: ลบคะแนน

source: Hide/unhide Report Sheets for ${year}
da: Vis/gem rapportark for ${year}
es_sv: Ocultar/Mostrar Hojas de Reporte para ${year}
fr: Masquer/Montrer Feuille de Rapport pour ${year}
it: Mostra/nascondi prospetti per ${year}
si: සදහා සැගවූ/නොසැගවූ වාර්තාපත ${වසර}
th: ซ่อน/ไม่ซ่อนรายงานสำหรับปี ${year}

source: If you add the same template multiple times, give each version an easily distinguishable name.
da: Hvis du tilføjer samme skabelon flere gange, husk at give hver version et tydeligt huskbart navn.
es_sv: Si añade la misma plantilla varias veces, asigne a cada versión un nombre que sea fácil de distinguir.
it: Se aggiungi lo stesso modello più volte, da' ad ognuno un nome facilmente distinguibile.
si: ඔබ එකම ආකෘතිය කිහිපවරක් එක් කරන්නේ නම් පැහැදිලිව හදුනාගැනීමට සෑම තොරතුරක්ම ඇතුලත් කරන්න.
th: ถ้าคุณเพิ่มแม่แบบเดียวกันหลายครั้ง ควรตั้งชื่อให้ต่างกัน

source: If you add the same worksheet multiple times, give each version an easily distinguishable name.
da: HVis du tilføjer samme arbejdsark flere gange, husk at give hver version et tydeligt huskbart navn.
es_sv: Si añade la misma hoja varias veces, asigne a cada versión un nombre que sea fácil de distinguir.
it: Se aggiungi lo stesso foglio più volte, da' ad ognuno un nome facilmente distinguibile.
si: ඔබ එකම වැඩපත කිහිපවරක් එක් කරන්නේ නම් පැහැදිලිව හදුනාගැනීමට සෑම තොරතුරක්ම ඇතුලත් කරන්න.
th: ถ้าคุณเพิ่มแม่แบบเดียวกันหลายครั้ง ควรตั้งชื่อให้ต่างกัน

source: Index
da: Indeks
es_sv: Índice
it: Indice
si: දර්ශකය
th: ดัชนี

source: If you deploy the same template multiple times in the same term, give each deployment an easily distinguishable name.
da: Hvis du udgiver den samme skabelon flere gang i samme termin, så give hver udgivelse et nemt huskeligt navn.
es_sv: Si implementa la misma plantilla varias veces en el mismo período, asigne a cada implementación un nombre fácil de distinguir.
it: Se inserisci lo stesso modello più volte nello stesso periodo, da' ad ognuno un nome facilmente distinguibile.
si: ඔබ විසින් එකම ආකෘතිය කිහිපවිටක් යොදා ඇත්නම්, හැම විහීදීමකටම පහසුවෙන් හදුනාගැනීමට නම යොදන්න.
th: ถ้าคุณส่งออกแม่แบบเดิมหลายครั้ง ควรตั้งชื่อให้ต่างกัน

source: For example, if you have three worksheets in a section, "A," "B," and "C," and click "Create Summary Worksheets," an additional sheet, entitled "Summary" will be created, which includes the average scores from "A," "B" and "C" in the first three columns.
da: For eksempel, hvis du har 3 arbejdsark i en sektion, "A", "B" og "C" og klikker "Opret arbejdsark resume", vil der blive oprettet et ark med titlen "Resume", med den gennemsnitligt scorer fra "A", "B" og "C" i de 3 første søjler.
es_sv: Por ejemplo, si tiene tres hojas de trabajo "A", "B" y "C" en una sección y hace click en "Crear Hoja de Trabajo Resumen", se creará una hoja adicional titulada "Resumen" la cual incluye los promedios de "A", "B" y "C" en las primeras tres columnas.
fr: Par exemple, s'il existe trois feuilles dans une classe, "A," "B," et "C," et que vous cliquez sur "Créer Feuilles de Résumé", une page supplémentaire intitulée "Résumé" sera créée qui comprendra les cotes moyennes de "A," "B," et "C," dans les trois premières colonnes.
it: Per esempio, se in una sezione si hanno tre fogli di lavoro, "A", "B", "C", e si clicca "Crea foglio riassuntivo", verrà creato un foglio addizionale, intitolato "Sommario", che include i punteggi medi di "A", "B" e "C" nelle prime tre colonne.
si: උදා ලෙස ඔබට වැඩපත් අංශ 3ක් පවතී නම්; "A", "B" සහ "C"ඔබා සාරාංශිත වැඩපතක් නිර්මාණය කරන්න අතිරේක පත්‍රයේ සාරාංශය නිර්මාණය කරන්න. පළමු තීර 3 "A", "B", සහ "C" හි සාමාන්‍යය එක් කරන්න.
th: ตัวอย่าง ถ้าคุณมีแผ่นงาน 3 แผ่น คือ A B และ C และคลิกเลือก "Create Summary Worksheets" จะมีหน้าใหม่เพิ่มขึ้นมาชื่อว่า "Summary" ซึ่งจะประกอบด้วยค่าคะแนนเฉลี่ยจาก A B และ C ใน 3 คอลัมนแรก

source: Hide 'show only activities due in past _ weeks'
da: Gem 'vis kun aktiviter afvikler de sidste_ uger'
es_sv: Ocultar 'mostrar sólo actividades con fechas de cierre en las últimas _ semanas'
fr: Masque 'Montrer seulement les activités dues les _ semaines passées'
it: Nascondi 'mostra solo attività svolte nelle scorse_settimane'
si: සගවන්න 'පසුගිය සතියේ ක්‍රියාකාරකම් පමණක් පෙන්වන්න'.

source: show only activities due in past ${num_weeks} weeks
da: vis kun aktiviteter afviklet de sidste ${num_weeks} uger
es_sv: mostrar sólo actividades con fechas de cierre en las últimas ${num_weeks} semanas
fr: Montrer seulement les activités dues les ${num_weeks} semaines passées
it: mostra solo attività svolte nelle scorse ${num_weeks} settimane
si: පසුගිය සතියේ ක්‍රියාකාරකම් පමණක් පෙන්වන්න ${සංඛ්‍යාච_ සතිය}
th: แสดงกิจกรรมที่ผ่านมา ${num_weeks} สัปดาห์เท่านั้น

source: For example, say the term is "Fall 2011," and you have deployed a report sheet entitled "Semester Grades," which includes an activity "First Quarter," using a grading scale where a "3" or higher is passing. To create a report of students failing the first quarter grade, you would select the report activity "Fall 2011 - Semester Grades - First Quarter" and choose "3" as the minimum passing grade. And click "Download."
da: For eksempel, hvis terminet er "Efterår 2011" og du har udgivet et rapportark med titlen "Semester karakterer", som indeholder en aktivitet "Første kvartal", som bruger en karakterskala hvor "3" eller højere er en karakter for bestået. For at oprette en rapport over studerende der dumper det første kvartal, skal du vælge rapportaktivitet "Efterår 2011 - Semester karakterer - Første kvartal" og vælg "3" som den karakter man minimums skal have for at bestå. Klik derefter "Download".
es_sv: Por ejemplo, digamos que el período es "Otoño 2011", y usted ha instalado una hoja de informe llamada "Notas de Semestre", que incluye una actividad "Primer Trimestre", usando una escala de notas donde "3" es la nota mínima para pasar. Para crear un informe de los estudiantes que aplazan la nota del primer trimestre, seleccione la actividad de informe "Otoño 2011 - Notas de Semestre - Primer Trimestre" y escoja "3" como la nota mínima para pasar. Y haga click en "Descargar"
fr: Par exemple, pour la période "Automne 2011," vous avez déployé une feuille de rapport intitulée "Notes du Semestre", qui inclus une activité "Premier Trimestre" utilisant une échelle de cotation où un "3" ou supérieur permet de passer. Pour créer un rapport des étudiants échouant au premier trimestre, vous devrez sélectionner le rapport d'activité "Automne 2011 - Notes du Semestre - Premier Trimestre" et choisir "3" comme la note minimale permettant de passer. Et cliquer "Télécharger".
it: Per esempio, mettiamo che il periodo sia "Primo quadrimestre 2012" e si sia inserito il prospetto chiamato "voti quadrimestrali" che includa un'attività chiamata "primo mese", con una scala di valutazione in cui un "6" sia il voto minimo sufficiente. Per creare un prospetto degli studenti insufficienti nel primo mese, scegli l'attività "Primo quadrimestre 2012 - voti quadrimestrali - primo mese" e indica "6" come voto minimo. Poi clic su "Scarica".

source: Identifies the report sheet in teacher gradebooks.
da: Identificerer rapportarket i lærerens karakterbog.
es_sv: Identifica la hoja de reporte en los cuadros de notas de los maestros.
fr: Identifie la feuille de rapport dans les carnets de notes des professeurs.
it: Identifica il prospetto nel registro del docente.
si: ගුරුතුමියගේ ශේණිපොතේ වාර්තා හදුනාගන්න.
th: ระบุแผ่นรายงานในสมุดบันทึกผลการเรียนสำหรับอาจารย์

source: Identifies the course worksheet in gradebooks.
da: Identificere kursusarbejdsarket i karakterbøgerne.
es_sv: Identifica a la hoja de asignatura en los cuadros de notas.
fr: Désigne les feuilles de travail de cours dans le carnet de notes.
it: Identifica il foglio di lavoro del corso nei registri.
si: ශේණිපොතේ පාඨමාලා වැඩපත් හදුනාගන්න.
th: ระบุวิชาในสมุดรายงานผลการเรียน

source: A text string that specifies the source of the column
da: En tekststren der specificerer kilden for søjlen
es_sv: Una cadena de texto que especifica la fuente de la columna
fr: Une chaîne de texte qui spécifie la source de la rubrique
it: Linea di testo che indica la fonte della colonna
si: ප්‍රභව තීරුවේ වචන නිරූපණය කරඇත.
th: ตัวอักษรที่ระบุที่มาของคอลัมน์

source: Hiding this score system will make it unavailable for future use but will retain existing scores. This cannot currently be undone, but a new version of the same score system can be created.
da: Hvis du gemmer dette pointsystem vil det ikke være tilgængeligt til fremtidig brug, men vil beholde de eksisterende scorer. Dette kan ikke fortrydes, men der kan oprettet en nyt version af scoresystemet.
es_sv: Ocultar este sistema de puntuación hará que no esté disponible para futuro uso pero mantendrá las notas existentes. Actualmente esto no puede revertirse, pero una nueva versión del mismo sistema de puntuación puede crearse.
fr: En masquant ce système de notation, on le rend indisponible pour l'avenir, mais les anciennes cotes seront gardées. Cette action n'est actuellement pas réversible, mais une même version du système de notation peut être recréé.
it: Nascondendo questo sistema di valutazione lo si renderà inutilizzabile per il futuro ma si manterranno i voti esistenti. Per ora questa operazione non può essere annullata, ma successivamente può essere creata una nuova versione dello stesso sistema.
th: การซ่อนระบบคะแนนจะทำให้ไม่สามารถใช้ได้ในอนาคตแต่จะยังคงเก็บคะแนนไว้ แต่ระบบคะแนนเวอร์ชั่นใหม่จะถูกสร้างขึ้น

source: If the values in the score system descend, e.g., 1 is the best score, set this to 'Maximum'. Otherwise leave it as the 'Minimum' passing score.
da: Hvis værdierne i pointsystemet falder, f.eks. 1 er den bedste score, indstil dette til 'Maximum'. Ellers behold 'Minimum' som pointscore for at bestå.
es_sv: Si los valores en el sistema de puntuación descienden, por ej. 1 es la mejor nota, fije esto a 'Máximo'. De otra forma déjelo como nota 'Mínima' de aprobación.
fr: Si la valeur descend dans le système de notation, ex: 10 est la meilleure cote, mettez le en 'Maximum'. Autrement, laisser le sur 'Minimum'. Enfin, avant de valider le système de notation, veuillez sélectionné la 'Cote de Passage' et 'Minimum'.
it: Se i valori nel sistema decrescono, es 1 è il miglior voto, impostare a 'Max'. Altrimenti lasciare come 'Min' voto sufficiente.
si: ලකුණ ක්‍රමයේ අගය පහතබහියි නම්, උදා; හොදම ලකුණු උපරිමයට,එසේනොවේනම් අවම සමත්වීමේ ලකුණ යොදන්න
th: ถ้าค่าของระบบคะแนนลดลง เช่น 1 คือคะแนนที่ดีที่สุด ให้ตั้งค่า 1 เป็น ค่ามากที่สุด ไม่เช่นนั้นปล่อยให้เป็นคะแนนผ่านที่น้อยที่สุด

source: This form allows you to create a customized "score system" or grading scale.
da: Denne formulae give dig mulighed for at oprette et speciel tilrettet "scoresystem" eller karakterskala.
es_sv: Este formulario le permite crear un «sistema de puntuación» personalizado o una escala de calificación.
fr: Ce formulaire vous permet de de créé un "système de notation" personnalisé ou une échelle de cotation.
it: Questo modulo permette di creare un "sistema di valutazione" personalizzato o una scala di voti.
si: මෙම ලේඛනයෙන් ඔබට නිර්මාණය කිරීමට ඉඩදේ "ලකුණු ක්‍රමය" හෝ වර්ගකිරීමේ පරිමාව.
th: แบบฟอร์มนี้อนุญาตให้สร้างระบบคะแนนหรือตารางคะแนนส่วนตัว

source: A score system is made up of a sequence of possible scores with decreasing values.
da: Et scoresystem består af en sekvens af mulige score med faldende værdier.
es_sv: Un sistema de puntuación está compuesto por una secuencia de posibles puntajes con valores descendentes.
fr: Un système de notation est constitué de séquence de notes décroissantes possible.
it: Un sistema di valutazione è fatto da una sequenza di possibili voti con valori decrescenti.
si: භාව්‍යය ලකුණු අනුපිලිවෙල සමග අඩුවන වටිනාකම් නිරූපණය කිරීමට ලකුණු ක්‍රමය භාවිතවේ.
th: ระบบคะแนนนี้ทำขึ้นเพื่อจัดลำดับคะแนนคที่เป็นไปได้ด้วยค่าที่ลดลง

source: Each score is associated with a numeric point value. For example, in the US, an "A" is usually worth 4 points, a "B," 3 points, etc. This value will be used in any calculations made with the scores, such as finding a grade point average.
da: Hver score erassocieres med en numerisk pointværdi. For eksempel, i USA, er et "A" normalt 4 point værd, et "B" er 3 point værd, etc. Denne værdi bruges til at udregninger med pointscorer, såsom at udregne et gennemsnit.
es_sv: Cada puntaje está asociado con un valor numérico de puntos. Por ejemplo, en los Estados Unidos, una "A" usualmente representa 4 puntos, una "B", 3 puntos, etc. Este valor será usado en cualquier cálculo hecho con puntajes, como encontrar el promedio en puntos.
fr: Chaque note est associée avec une valeur numérique en point. Par exemple, au USA, un "A" vaut généralement 4 points, un "B", 3 points, etc. Cette valeur sera utilisée dans tout les calculs faits avec les notes, comme établir une moyenne.
it: Ciascun voto è associato con un un valore numerico di punteggio. Ad esempio negli USA un "A" di solito vale 4 punti, "B" 3 punti ecc. Questo valore sarà usato in tutti i calcoli fatti con i punteggi, come la ricerca della media di una valutazione.
si: හැම ලකුණකටම අදාල ගණිතමය වටිනාකම ඇතුලත් වියයුතුය. ඇඑජ හි "A"හි වටිනාකම ලකුණු "4", "B" හි "3". මෙම වටිනාකම හැම ගණනය කිරීමකදීම භාවිතාවේ. උදා ලෙස සාමාන්‍යය ගණනය කිරීමේදි.
th: แต่ละคะแนนมีความสัมพันธ์กันทางตัวเลข ตัวอย่างเช่น ในสหรัฐอเมริกา A มักจะหมายถึง เกรด 4 B คือเกรด 3 และอื่นๆ ค่านี้จะถูกใช้ในการคำนวณกับคะแนน เช่น การหาเกรดเฉลี่ย

source: Each score is also associated with a minimum percentage necessary to achieve the corresponding grade. For example, 95% and above is an "A," 87% and up is a "B," etc.
da: Hver score er også associeret med en minimumsprocent der er nødvendig for at opnå den korresponderende karakter. For eksempel, 95 % og over er et "A", 87% og op er et "B," etc.
es_sv: Cada puntaje también está asociado con un porcentaje mínimo necesario para alcanzar la nota correspondiente. Por ejemplo, 95% y más representan una "A", 87% y más una "B", etc.
fr: Chaque cote est aussi associée à un pourcentage minimum pour l'établissement de la note correspondante. Par exemple, 95% et au dessus correspond à "A", 87% et au dessus à "B", etc.
it: Ogni punteggio è anche collegato con una percentuale minima necessaria per ottenere il voto corrispondente. Per esempio 95% e oltre è un "A", 87% e oltre un "B" eccetera.
si: අදාල ශේණිය ලබාගැනීම සඳහා හැම ලකුණකටම අවම ප්‍රතිශතය ලබාගැනීම අත්‍යාවශවේ, උදා;"95" ඉහළින් "A", "87" ට ඉහළින් "B".

source: Enter an abbreviation for a score only if the score has more than four characters and you wish to create an alternative abbreviation for the gradebook.
da: Indtast en forkortelse for en scorem hvis scoren har mere en 4 karaktere eller du ønsker at oprette en alternation forkortelse for karakterbogen.
es_sv: Introduzca una abreviación para un puntaje sólo si el puntaje tiene más de cuatro caracteres y desea crear una abreviación alternativa para el cuadro de notas.
fr: Entrer une abréviation uniquement pour les notes qui ont plus de quatre caractères et dont vous souhaitez créer une abréviation alternative pour le carnet de notes
it: Inserire un'abbreviazione per il punteggio soltanto se il nome ha più di quattro caratteri e si vuole creare un'abbreviazione da usare nel registro.
si: සංශිප්ත ලකුණු පමණක් එක්කරන්න, එහි 4හෝ ඊට වැඩි අක්ෂර පවතී නම් අතිරේක සාරාංෂයක් ශේණිපොතෙන් නිර්මාණය කරන්න
th: กรอกคะแนนอย่างย่อเท่านั้น หากคะแนนมีตัวอักษรมากกว่า 4 ตัว และคุณต้องการที่จะสร้างการย่อเพิ่มเติมสำหรับสมุดรายงานผลการเรียน

source: Start with the highest score. Click "Add" to add scores until you have created a score with a minimum percentage of 0.
da: Start med den højeste score. Klik 'Tilføj' for at tilføje scorer indtil du har oprettet en score med minimum 0 procentpoint.
es_sv: Inicie con la nota más alta. Haga click en 'Añadir' para agregar notas hasta que haya creado una nota con un porcentaje mínimo de 0.
fr: Commencez avec la cote la plus haute. Cliquer sur "Ajouter" pour ajouter des cotes jusqu'à ce que vous ayez créé une cote avec le pourcentage minimum de 0.
it: Partire dal voto più alto. Clic su "Aggiungi" per aggiungere un voto, fino ad aver inserito il voto con la percentuale minima pari a zero.
si: ඉහලම ලකුණු සමග ආරම්භ කරන්න. ඔබන්න "එකතුකරන්න" අවම ලකුණු ප්‍රතිශතය 0 තෙක් ලකුණු එක්කරන්න.
th: เริ่มต้นด้วยคะแนนที่สูงที่สุด คลิกเลือก "เพิ่ม" เพื่อใส่คะแนนจนมีคะแนนต่ำสุดที่ 0

source: A score system is a scale used for assessment, such as a grading scale or rubric scale.
da: Et scoresystem er en skala der bruges til evaluering, såsom en karakterskala eller en rubrikskala.
es_sv: Un sistema de puntuación es una escala usada para valoración, tal como una escala de puntuación o una escala rúbrica.
fr: Un système de notation est une échelle utilisée pour l'évaluation, comme une échelle de cotation.
it: Un sistema di valutazione è una scala numerica o letterale usata per i voti.
si: ලකුණු ක්‍රමය ඇගයීම් සදහා භාවිතා කරයි, ශේණිගතකිරීමේ හෝ අභිධාන පරිමාණයක් ලෙස .
th: ระบบคะแนนเป็นตารางที่ใช้สำหรับประเมินผล เช่น ตารางคะแนน หรือตารางปฏิบัติ

source: Each score system needs a short title to identify it to users, for example, if your school's grades go from "A" to "E," the title could be "A-E."
da: Hvert scoresystem skal have en kort titel for at identificere for brugerne, for eksempel, hvis din skole's karakterer er fra "A" til "E", kunne titlen være "A-E".
es_sv: Cada sistema de puntuación necesita un título corto para que los usuarios lo identifiquen, por ejemplo, si su escuela califica de "A" a "E", el título podría ser "A-E".
fr: Chaque système de notation à besoin d'un petit titre pour être identifier par les utilisateur. Par exemple, si les note de votre école vont de "A" à "E", alors le titre pourrait être "A-E".
it: Ogni sistema di valutazione ha un breve titolo per identificarlo. Ad esempio, se i voti vanno da "A" ad "E" il titolo potrebbe essere "A-E".
si: භාවිතා කරන්නන්ට හදුනා ගැනීම සඳහා හැම ලකුණු ක්‍රමයකටම කෙටි මාතෘකාවක් යොදන්න. උදා ලෙස ඔබේ පාසල් ශේණිය A සිට E දක්වාවේ නම් එය "A-E" ලෙස යොදන්න.
th: แต่ละคะแนนควรตั้งชื่อสั้นๆเพื่อให้ให้ผู้ใช้เข้าใจ เช่น ถ้าโรงเรียนกำหนดผลการเรียนที่ A ถึง E ก็ควรตั้งชื่อเป็น A ถึง E
