Repository: hazeltek/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: da, es_sv, fr, it, lt, si, th

source: Activities
da: Aktiviteter
es_sv: Actividades
fr: Activités
it: Attività
lt: Veiklos
si: ක්‍රියාකාරකම්
th: กิจกรรมต่างๆ

source: Course Activities
da: Kursusaktiviteter
es_sv: Actividades de Asignatura
fr: Activités de Cours
it: Attività della materia
lt: Dalyko veiklos
si: පාඨමාලා ක්‍රියාකාරකම්
th: กิจกรรมในหลักสูตร

source: Deployed Worksheets
da: Igangsatte arbejdsark
es_sv: Hojas Implementadas
fr: Feuilles de Travail Déployées
it: Fogli di lavoro inseriti
lt: Išdalinti lakštai
si: යෙදවීම් වැඩපත
th: แผ่นงานที่นำไปใช้

source: Summary
da: Opsummering
es_sv: Resumen
fr: Sommaire
it: Riassunto
lt: Apžvalga
si: සාරාංශය
th: สรุป

source: External Activity
da: Ektern aktivitet
es_sv: Actividad Externa
fr: Activité Externe
it: Attività esterna
lt: Išorinė veikla
si: බාහිර ක්‍රියාකාරකම්
th: กิจกรรมนอกห้องเรียน

source: The external activity
da: Den eksterne aktivitet
es_sv: La actividad externa
fr: L'activité externe
it: L'attività esterna
lt: Išorinė veikla
si: බාහිර ක්‍රියාකාරකම
th: กิจกรรมนอกห้องเรียน

source: Add new activity
da: Tilføj ny aktivitet
es_sv: Añadir nueva actividad
fr: Ajouter une nouvelle activité
it: Aggiungi nuova attività
lt: Pridėti naują veiklą
si: නව ක්‍රියාකාරකමක් එක්කරන්න
th: เพิ่มกิจกรรมใหม่

source: Add
da: Tilføj
es_sv: Añadir
fr: Ajouter
it: Aggiungi
lt: Pridėti
si: එක් කරන්න
th: เพิ่ม...

source: Cancel
da: Fortryd
es_sv: Cancelar
fr: Annuler
it: Annulla
lt: Atšaukti
si: අවලංගු
th: ยกเลิก

source: Title
da: Titel
es_sv: Título
fr: Titre
it: Titolo
lt: Pavadinimas
si: මාතෘකාව
th: ชื่อเรื่อง

source: Column Label
da: Søjleetikette
es_sv: Etiqueta de Columna
fr: Titre de Rubrique
it: Etichetta colonna
lt: Stulpelio užrašas
si: තීරැව නම් කරනවා
th: หัวข้อคอลัมน์

source: Limit to 5 characters or less.
da: Begræns til 5 karakterer eller mindre.
es_sv: Límite de 5 caracteres or menos.
fr: Limité à 5 caractères ou moins.
it: Limite a 5 caratteri o meno.
lt: Ne daugiau 5 simbolių
si: අකුරැ 5 ට හෝ ඊට අඞුවෙන්
th: จำกัดจำนวนไม่เกิน 5 ตัวอักษรหรือน้อยกว่า

source: Due Date
da: Forfaldsdato
es_sv: Fecha de Cierre
fr: Date d'échéance
it: Data valutazione
lt: Atlikimo data
si: නියමිත දිනය තුල
th: วันครบกำหนด

source: Description
da: Beskrivelse
es_sv: Descripción
it: Descrizione
lt: Aprašymas
si: විස්තරය
th: คำอธิบาย

source: Category
da: Kategori
es_sv: Categoría
fr: Catégorie
it: Categoria
lt: Kategorija
si: ප්‍රභේද
th: ประเภท

source: Categories can be used to weigh different types of activites differently when calculating averages. The list of categories can be set schoolwide set by your system administrator.
da: Katagorierne kan bruges til at vægte forskellige typer af aktiviteter forskelligt når gennemsnittet udregnes. Listen af katagorier kan indstilles på hele skolen af skolens administrator.
es_sv: Las categorías pueden usarse para ponderar diferentes tipso de actividades de forma diferente cuando se calculan promedios. La lista de categorías puede configurarse globalmente por el administrador del sistema.
fr: Les catégories peuvent être utilisées pour pondérer différemment divers types d'activité lors du calcul des moyennes. La liste des catégories peut être réglée et définie pour toute l'école par votre administrateur système
it: Le categorie permettono di dare peso diverso a tipi diversi di attività quando si calcola la media. La lista della categorie deve essere definita per tutta la scuola dall'amministratore di sistema.
lt: Kategorijos gali būti naudojamos suteikti skirtingus svorius skirtingiems veiklos tipams. Kategorijų sąrašas yra bendras visai mokyklai, ir gali būti pakeistas sistemos administratoriaus.

source: Full Credit Score
da: Fuld pointantal
es_sv: Puntuación Completa de Crédito
fr: Cote de Crédit Totale
it: Punteggio per voto pieno
lt: Viso kredito vertė
si: සම්පූර්ණ ණයවර ලකුණු ගණන

source: This value must be an integer. You may award extra credit above this value.
da: Denne værdi skal være et heltal. Du kan måske få ekstra point over denne værdi.
es_sv: Este valor debe ser un número entero. Usted puede otorgar extra créditos por encima de este valor.
fr: Cette valeur doit être un entier. Vous pouvez attribuer un crédit supplémentaire au-dessus de cette valeur.
it: Questo valore deve essere un intero. &Egrave; possibile attribuire un credito extra sopra questo valore.
lt: Ši reikšmė turi būti sveikasis skaičius. Galite parašyti ir didesnį pažymį.
si: මෙම වටිනාකම පූර්ණ සංඛ්‍යාවක් විය යුතුයි.ඔබ අමතර වටිනාකම ක් ප්‍රදානය කල යුතුයි
th: ค่านี้ต้องเป็นจำนวนเต็ม คุณอาจจะเพิ่มค่าหน่วยกิตมากกว่าค่านี้

source: Minimum Score
da: Minimumsscore
es_sv: Puntaje Mínimo
fr: Résultat Minimum
it: Punteggio minimo
lt: Mažiausias įvertis
si: අවම ලකුණු ගණන
th: คะแนนมากสุด

source: This value must be an integer.
da: Denne værdi skal være et heltal
es_sv: Este valor debe ser un entero.
fr: Cette valeur doit être un entier.
it: Questo valore deve essere intero.
lt: Ši reikšmė turi būti sveikasis skaičius.
si: මෙම වටිනාකම පූර්ණ සංඛ්‍යාවක් විය යුතුයි
th: ค่านี้ต้องเป็นจำนวนเต็ม

source: Activity Details
da: Aktivitetsdetajler
es_sv: Detalles de Actividad
fr: Détails d'Activité
it: Dettagli attività
lt: Veiklos aprašas
si: ක්‍රියාකාරකම් පිළිබද විස්තර
th: รายอะเอียดกิจกรรม

source: Submit
da: Indsend
es_sv: Enviar
fr: Soumettre
it: Accetta
lt: Pateikti
si: ලබා දෙන්න
th: ส่งข้อมูล

source: Add an External Activity
da: Tilføj en ekstern aktivitet
es_sv: Añadir una Actividad Externa
fr: Ajouter une Activité Externe
it: Aggiungi attività esterna
lt: Pridėti išorinę veiklą
si: අතිරේක ක්‍රියාකාරකම් එක් කරන්න
th: เพิ่มกิจกรรมนอกห้องเรียน

source: External Score Source
da: Ekstern pointkilde
es_sv: Fuente de Puntaje Externo
fr: Source de résultat externe
it: Fonte esterna punteggio
lt: Išorinis pažymių šaltinis
si: අතිරේක ස්කෝර ප්‍රහවය
th: คะแนนจากภายนอก

source: External Score Details
da: Ekstern pointdetaljer
es_sv: Detalles del Puntaje Externo
fr: Détails des résultats externes
it: Dettagli punteggio esterno
lt: Išorinio pažymio aprašas
si: අතිරේක ප්‍රභව පිළිබද විස්තර
th: รายละเอียดของคะแนนภายนอก

source: Change information for ${fullname}
da: Ændre information for ${fullname}
es_sv: Cambiar información para ${fullname}
fr: Changez l'information pour ${fullname}
it: Cambiare le informazioni per ${fullname}
lt: Keisti ${fullname} informaciją
si: ${fullname} සඳහා තොරතුරු වෙනස් කිරීම
th: เปลี่ยนแปลงข้อมูลสำหรับ ${fullname}

source: Edit External Activity
da: Rediger ekstern aktivitet
es_sv: Editar Actividad Externa
fr: Modifier une Activité Externe
it: Modificare attività esterna
lt: Keisti išorinę veiklą
si: අතිරේක ක්‍රියාකාරකම් සංස්කරණය කරන්න
th: แก้ไขกิจกรรมนอกห้องเรียน

source: Category weights for worksheet ${worksheet}
da: Kategorivægte for atbejdsark ${worksheet}
es_sv: Ponderaciones de categoría para la hoja ${worksheet}
fr: Poids de Catégorie pour la feuille ${worksheet}
it: Pesi categorie per il foglio ${worksheet}
lt: Kategorijų svoriai lakšte ${worksheet}
si: ප්‍රවර්ග වැඞපත සඳහ බරතැබීම ${වැඞපත}
th: นำหนักชองประเภทสำหรับ ${worksheet}

source: $value is not a valid weight.
da: $value er ikke en gyldig vægt.
es_sv: $value no es una ponderación válida
fr: ${value} n'est pas un poids valide..
it: $value non è un peso valido.
lt: $value nėra tinkamas svoris.
si: $වටිනාකම බරතැබීම වලංගු නැත
th: $value เป็นค่าน้ำหนักที่ไม่ถูกต้อง

source: The external activity couldn't be found
da: Kunne ikke finde en ekstern aktivitet
es_sv: No se puede encontrar la actividad externa
fr: L'activité externe n'a pu être trouvée
it: L'attività esterna non può essere trovata
lt: Nepavyko rasti išorinės veiklos
si: අතිරේක ක්‍රියාකාරකම් සොයාගත නොහැකියි
th: ไม่พบกิจกรรมนอกห้องเรียน

source: Worksheets
da: Regneark
es_sv: Hojas de Trabajo
fr: Feuilles de travail
it: Fogli di lavoro
lt: Lakštai
si: වැඩ වාර්තාසටහන
th: แผ่นงาน

source: Average
da: Gennemsnit
es_sv: Promedio
fr: Moyenne
it: Media
lt: Vidurkis
si: සාමාන්‍ය්‍යය
th: ค่าเฉลี่ย

source: Add Linked Column
da: Tilføj henvisningssøjle
es_sv: Añadir Columna Vinculada
fr: Ajouter une Rubrique Liée
it: Aggiungi colonna collegata
lt: Pridėti susietą stulpelį
si: සම්බන්ධිත තීරය එක්කරන්න
th: เพิ่มคอลัมน์ที่ถูกเชื่อมโยง

source: Edit Linked Column
da: Rediger henvisningssøjle
es_sv: Editar Columna Vinculada
fr: Modifier une Rubrique Liée
it: Modifica colonna collegata
lt: Keisti susietą stulpelį
si: සම්බන්ධිත තීරය සංස්කරණය කරන්න
th: แก้ไขคอมลัมน์ที่ถูกเชื่อมโยง

source: Activity
da: Aktivitet
es_sv: Actividad
fr: Activité
it: Attività
lt: Veikla
si: ක්‍රියාකාරිත්වය
th: กิจกรรม

source: Linked Column
da: Henvisningssøjle
es_sv: Columna Vinculada
fr: Rubrique Liée
it: Colonna collegata
lt: Susietas stulpelis
si: සම්බන්ධිත තීරය
th: คอลัมน์ที่ถูกเชื่อมโยง

source: External Score
da: Externe point
es_sv: Puntaje Externo
fr: Résultat externe
it: Punteggio esterno
lt: Išorinis pažymys
si: අතිරේක ලකුණු
th: คะแนนจากภายนอก

source: Categories
da: Kategorier
es_sv: Categorías
fr: Catégories
it: Categorie
lt: Kategorijos
si: ප්‍රභේද
th: ประเภท

source: New Category
da: Nyt kategori
es_sv: Nueva Categoría
fr: Nouvelle catégorie
it: Nuova categoria
lt: Nauja kategorija
si: නව ප්‍රභේද
th: หมวดหมู่ใหม่

source: Default Category
da: Standardkategori
es_sv: Categoría Por Defecto
fr: Catégorie par défaut
it: Categoria predefinita
lt: Numatytoji kategorija
si: ස්වයං ප්‍රභේද
th: หมวดหมู่ปริยาย

source: Categories successfully deleted.
da: Kategorier slettet.
es_sv: Las categorías fueron eliminadas con éxito.
fr: Catégories supprimées avec succès
it: Categorie cancellate con successo.
lt: Kategorijos sėkmingai pašalintos.
si: ප්‍රභේද සාර්ඵකව මකා දමන ලදි
th: ลบหมวดหมู่เรียบร้อยแล้ว

source: Category successfully added.
da: Kategori tilføjet.
es_sv: Categoría añadida correctamente
fr: Catégories ajoutées avec succès
it: Categoria aggiunta con successo.
lt: Kategorija sėkmingai pridėta.
si: ප්‍රභේද සාර්ඵකව එක් කරන ලදි
th: เพิ่มหมวดหมู่แล้ว

source: Default category successfully changed.
da: Standard kategorier ændret.
es_sv: La categoría por defecto fue modificada con éxito.
fr: Catégorie par défaut changée avec succès
it: Categoria predefinita cambiata con successo.
lt: Numatytoji kategorija sėkmingai pakeista.
si: ස්වයං ප්‍රභේද සාර්ඵකව වෙනස් කරන ලදි
th: ค่าปริยายของหมวดหมู่ได้ถูกเปลี่ยนแปลงแล้ว

source: Make Default
da: Gør til standard
es_sv: Establecer como Predeterminada
fr: Définir par défaut
it: Imposta come predefinita
lt: Padaryti numatytąja
si: පෙරනිමි ලෙස සකසන්න
th: ใช้เป็นค่าปริยาย

source: Activity Categories
da: Aktivitets kategorier
es_sv: Categorías de Actividades
fr: Catégories d'Activité
it: Categorie attività
lt: Veiklos kategorijos
si: ක්‍රියාකාරකම් ප්‍රභේද
th: หมวดหมู่กิจกรรม

source: Report Sheet Templates
da: Rapportarksskabeloner
es_sv: Plantillas de Hojas de Reporte
fr: Modèles de Feuille de Rapport
it: Modelli di prospetto
lt: Ataskaitos lakštų šablonai
si: වාර්තා පත්‍රර ආකෘතිය
th: แม่แบบรายงาน

source: Add a Worksheet
da: Tilføj et regneark
es_sv: Añadir una Hoja de Trabajo
fr: Ajouter une Feuille de Travail
it: Aggiungi foglio di lavoro
lt: Pridėti lakštą
si: වැඞපත එක් කරන්න
th: เพิ่มแผ่นงาน

source: Add a Report Sheet
da: Tilføj et rapportark
es_sv: Añadir una Hoja de Reporte
fr: Ajouter une Feuille de Rapport
it: Aggiungi prospetto
lt: Pridėti ataskaitos lakštą
si: වාර්තා පත්‍රරය එක් කරන්න
th: เพิ่มแผ่นรายงาน

source: Edit Worksheet
da: Rediger regneark
es_sv: Editar Hoja de Trabajo
fr: Modifier Feuille de Travail
it: Modifica foglio di lavoro
lt: Keisti lakštą
si: සංස්කරණය කරන ලද වැඞ වාර්තා පත
th: แก้ไขแผ่นงาน

source: Edit
da: Redigér
es_sv: Editar
fr: Editer
it: Modifica
lt: Keisti
si: සංස්කරණය කරන්න
th: แก้ไข

source: Edit Report Sheet
da: Redigere rapportark
es_sv: Editar Hoja de Reporte
fr: Modifier une Feuille de Rapport
it: Modifica prospetto
lt: Keisti ataskaitos lakštą
si: සංස්කරණය කරනලද වාර්තා පත
th: แก้ไขแผ่นรายงาน

source: New Report Activity
da: Ny rapport aktivitet
es_sv: Nueva Actividad de Reporte
fr: Nouveau Rapport d'Activité
it: Nuova attività prospetto
lt: Nauja veikla ataskaitoje
si: නව වාර්තා ක්‍රියාකාරකම්
th: เพิ่มรายงานกิจกรรมใหม่

source: Gradebook
da: Karakterbog
es_sv: Cuadro de Notas
fr: Carnet de Notes
it: Registro dei voti
lt: Pažymių knygelė
si: ශ්‍රේණිපොත
th: สมุดรายงานผลการเรียน

source: New Report Sheet
da: Nyt rapportark
es_sv: Nueva Hoja de Reporte
fr: Nouvelle Feuille de Rapport
it: Nuovo prospetto
lt: Naujas ataskaitos lakštas
si: නව වාර්තා පත
th: เพิ่มแผ่นรายงานใหม่

source: New Worksheet
da: Nyt regneark
es_sv: Nueva Hoja de Trabajo
fr: Nouvelle feuille de travail
it: Nuovo foglio di Lavoro
lt: Naujas lakštas
si: නව වැඩ වාර්තාසටහන
th: เพิ่มแผ่นงานใหม่

source: Export XLS
da: Eksporter XLS
es_sv: Exportar XLS
fr: Export en XLS
it: Esporta XLS
lt: Eksportuoti XLS
si: නිර්යාත XLS
th: ส่งออกเป็นไฟล์ XLS

source: Return to Gradebook
da: Retur til karakterbog
es_sv: Regresar al Cuadro de Notas
fr: Retourner au Carnet de Notes
it: Tornare al registro dei voti
lt: Grįžti į pažymių knygelę
si: ශ්‍රේණිපොත වෙත ආපසු යැවීම
th: กลับไปยังสมุดรายงานผลการเรียน

source: Unhide Worksheets
da: Vis arbejdsark
es_sv: Mostrar Hojas de Trabajo
fr: Montrer les Feuilles de Travail
it: Mostra fogli di lavoro
lt: Grąžinti paslėptus lakštus
si: නොසැගවූ වැඩ පත
th: ไม่ซ่อนแผ่นงาน

source: New Activity
da: Ny aktivitet
es_sv: Nueva Actividad
fr: Nouvelle Activité
it: Nuova attività
lt: Nauja veikla
si: නව ක්‍රියාකාරකම
th: กิจกรรมใหม่

source: New External Activity
da: Ny ekstern aktivitet
es_sv: Nueva Actividad Externa
fr: Nouvelle Activité Axterne
it: Nuova Attività Esterna
lt: Nauja išorinė veikla
si: නව අතිරේක ක්‍රියාකාරකම
th: เพิ่มกิจกรรมนอกห้องเรียนใหม่

source: New Linked Column
da: Ny henvisningssøjle
es_sv: Nueva Columna Vinculada
fr: Nouvelle Rubrique Liée
it: Nuova Colonna Collegata
lt: Naujas susietas stulpelis
si: නව සම්බන්ධිත තීරය
th: เพิ่มคอมลัมน์ที่ถูกเชื่อมโยง

source: Manage Worksheet
da: Administre arbejdsark
es_sv: Administrar Hoja
fr: Gérer feuille de travail
it: Gestisci fogli di lavoro
lt: Tvarkyti lakštą
si: කලමනාකරණය කරනලද වැඩ වාර්තාසටහන
th: จัดการแผ่นงาน

source: Weight Categories
da: Vægt kategorier
es_sv: Ponderar Categorías
fr: Catégories
it: Categorie di peso
lt: Kategorijų svoriai
si: බරතැබූ ප්‍රභේදයන්
th: น้ำหนักของหมวดหมู่

source: Preferences
da: Indstillinger
es_sv: Preferencias
fr: Préférences
it: Preferenze
lt: Nustatymai
si: අභිප්‍රේත
th: ตั้งค่าใช้งาน

source: Download PDF
es_sv: Descargar PDF
fr: Télécharger le PDF
it: Scaricare PDF
lt: Atsisiųsti PDF
si: භාගත කරනලද PDF
th: ดาวน์โหลดไฟล์ PDF

source: Update Grades
da: Opdater karakterer
es_sv: Actualizar Notas
fr: Mettre à Jour les Notes
it: Aggiorna valutazioni
lt: Atnaujinti pažymius
si: ශ්‍රේණී යාවත්කාලීන කරන්න
th: ปรับปรุงเกรดให้เป็นปัจจุบัน

source: Deploy Report Sheet
da: Brug rapportark
es_sv: Implementar Hoja de Reporte
fr: Déployer la page de rapport
it: Inserisci prospetto
lt: Išdalinti ataskaitos lakštą
si: යෙදවු වාර්තාසටහන
th: นำแผ่นรายงานไปใช้

source: Hide Report Sheet
da: Gem rapportark
es_sv: Ocultar Hoja de Reporte
fr: Masquer Feuille de Rapport
it: Nascondi prospetto
lt: Paslėpti ataskaitos lakštą
si: සැගවූ වාර්තාසටහන
th: ซ่อนแผ่นรายงาน

source: Unhide Report Sheet
da: Vis rapportark
es_sv: Mostrar Hoja de Reporte
fr: Montrer Feuille de Rapport
it: Ripristina foglio nascosto
lt: Sugrąžinti ataskaitos lakštą
si: නොසැගවූ වාර්තාසටහන
th: ไม่ซ่อนแผ่นรายงาน

source: Report Card Layout
da: Rapportkort layout
es_sv: Esquema de Libreta de Notas
fr: Agencement de Fiche de Rapport
it: Impostazione scheda riassuntiva
lt: Ataskaitos kortelės išdėstymas
si: වාර්තාපත් සැලැස්ම
th: โครงร่างรายงานผลการเรียน

source: Course Worksheet Details
da: Kursus arbejdsarkdetaljer
es_sv: Detalles de Hoja de Asignatura
fr: Détails des Feuilles de Travail de Cours
it: Dettagli foglio materia
lt: Dalyko lakšto aprašas
si: පාඨමාලා වාර්තාපත් තොරතුරු
th: รายละเอียดหลักสูตร

source: Course Worksheet Template Information
da: Kursus arbejdsarksskabelon information
es_sv: Información de Plantilla de Hoja de Asignatura
fr: Information sur le Modéle de Feuille de Travail de Cours
it: Info modello foglio materia
lt: Dalyko lakšto šablono informacija
si: පාඨමාලා වාර්තාපත් තොරතුරු ආකෘති
th: ข้อมูลแม่แบบหลักสูตร

source: Course Activity Details
da: Kursus aktivitetsdetaljer
es_sv: Detalles de la Actividad de Asignatura
fr: Détails de Activités de Cours
it: Dettagli attività materia
lt: Dalyko veiklos aprašas
si: පාඨමාලා ක්‍රියාකාරකම් තොරතුරු
th: รายละเอียดกิจกรรมในหลักสูตร

source: -- Entire year --
da: -- Hele året --
es_sv: -- Año completo --
fr: -- Année entière --
it: -- Intero anno --
lt: -- Visi metai --
si: --සම්පූර්ණ වසර--
th: รวมทั้งปี

source: Worksheets for ${year}
da: Arbejdsark for ${year}
es_sv: Hojas de ${year}
fr: Feuilles de Travail pour ${year}
it: Fogli per ${year}
lt: Lakštai ${year} m.m.
si: වෙනුවෙන් වාර්තාපත් ${වසර}
th: เอกสารสำหรับปี ${year}

source: -- Select a template --
da: -- Vælg skabelon --
es_sv: -- Seleccione una plantilla --
fr: -- choisissez un modèle --
it: -- Scegli un modello --
lt: -- Pasirinkite šabloną --
si: --ආකෘතියක් තෝරාගැනීම--
th: เลือกแม่แบบ

source: Hide/unhide Deployed Worksheets for ${year}
da: Gem/vis brugte arbejdsark for ${year}
es_sv: Ocultar/Mostrar Hojas Implementadas de ${year}
fr: Montrer/masquer les Feuilles de Travail Déployées pour ${year}
it: Mostra/nascondi fogli inseriti per ${year}
lt: Slėpti ${year} m.m. išdalintus lakštus
si: සැගවූ/නොසැගවූ වැඞපත වෙනුවෙන් ${වසර}
th: ซ่อน/ไม่ซ่อนแผ่นงานที่ถูกนำไปใช้งาน

source: Section
da: Sektion
es_sv: Sección
it: Classe
lt: Kursas
si: අංශය
th: หัวข้อย่อย

source: Term
da: Termin
es_sv: Período
fr: Période
it: Periodo
lt: Semestras
si: වාරය
th: ภาคเรียน

source: Year
da: År
es_sv: Año
fr: année
it: Anno
lt: Metai
si: වර්ෂය
th: ปี

source: Settings
da: Indstillinger
es_sv: Configuración
fr: Paramètres
it: Impostazioni
lt: Nustatymai
si: සැකසුම්
th: ตั้งค่า

source: Actions
da: Handlinger
es_sv: Acciones
it: Azioni
lt: Veiksmai
si: ක්‍රියාවන්
th: ปฏิบัติการ

source: Worksheet
da: Arbejdsark
es_sv: Hoja de Trabajo
fr: Feuille de travail
it: Foglio di lavoro
lt: Lakštas
si: වැඩකොලය
th: แผ่นงาน

source: Category Weights
da: Kategoriens vægt
es_sv: Ponderaciones de Categoría
fr: Poids de Catégorie
it: Peso categorie
lt: Kategorijų svoriai
si: බරතැබු ප්‍රභේදයන්
th: น้ำหนักของหมวดหมู่

source: New External Score
da: Ny eksterne point
es_sv: Nueva Nota Externa
fr: Nouveau Résultat Externe
it: Nuovo punteggio esterno
lt: Naujas išorinis pažymys
si: නව අතිරේක ලකුණු
th: เพิ่มคะแนนจากภายนอกใหม่

source: Edit Activity
da: Redigere aktivitet
es_sv: Editar Actividad
fr: Modifier Activité
it: Modifica attività
lt: Keisti veiklą
si: සංස්කරණය කරනලද ක්‍රියාකාරකම්
th: แก้ไขกิจกรรม

source: Edit External Score
da: Rediger eksterne point
es_sv: Editar Fuente Externa
fr: Modifier Résultat Externe
it: Modifica punteggio esterno
lt: Keisti išorinį pažymį
si: සංස්කරණය කරනලද අතිරේක ලකුණු
th: แก้ไขคะแนนจากภายนอก

source: Grade Activity
da: Karakteraktivitet
es_sv: Calificar Actividad
fr: Noter une Activité
it: Valuta attività
lt: Rašyti pažymius už veiklą
si: වර්ග ක්‍රියාකාරකම්
th: กิจกรรมในระดับชั้น

source: Score
da: Point
es_sv: Puntaje
it: Punteggio
lt: Įvertinimas
si: ලකුණු
th: คะแนน

source: Scores
it: Punteggi
lt: Įvertinimai
si: ලකුණු
th: คะแนน

source: Edit Category Weights
da: Rediger kategorivægte
es_sv: Editar Ponderaciones de Categoría
fr: Modifier les Poids de Catégorie
it: Modifica peso categorie
lt: Keisti kategorijų svorius
si: සංස්කරණය කරනලද බරතැබු ප්‍රභේදයන්
th: แก้ไขน้ำหนักของหมวดหมู่

source: Deployed Report Sheets
da: Udgivne rapportark
es_sv: Hojas de Reporte Implementadas
fr: Feuilles de Rapport Déployées
it: Prospetti inseriti
lt: Išdalinti ataskaitos lakštai
si: යොදවා ඇති වාර්තාපත්
th: รายงานการนำออกไปใช้/ติดตั้ง

source: Report Sheet Template
da: Rapportarksskabelon
es_sv: Plantilla de Hoja de Reporte
fr: Modèle de Feuille de Rapport
it: Modello prospetto
lt: Ataskaitos lakšto šablonas
si: වාර්තා ආකෘති
th: แม่แบบแผ่นรายงาน

source: Report Activity
da: Rapporter aktivitet
es_sv: Actividad de Reporte
fr: Rapporter une Activité
it: Attività prospetto
lt: Ataskaitos veikla
si: වාර්තා ක්‍රියාකාරකම්
th: รายงานกิจกรรม

source: New Template
da: Ny skabelon
es_sv: Nueva Plantilla
fr: Nouveau Modèle
it: Nuovo modello
lt: Naujas šablonas
si: නව ආකෘතිය
th: เพิ่มแม่แบบใหม่

source: Action
da: Hændelse
es_sv: Acción
it: Azione
lt: Veiksmas
si: ක්‍රියාව
th: ปฏิบัติงาน

source: Hide/unhide Sheets
da: Vis/gem ark
es_sv: Ocultar/Mostrar Hojas
fr: Masquer/Montrer Feuilles
it: Mostra/nascondi fogli
lt: Slėpti/rodyti lakštus
si: සැගවූ/නොසැගවූ පත්‍රය
th: ซ่อน/ไม่ซ่อนแผ่นงาน

source: My Grades
da: Mine karakterer
es_sv: Mis Notas
fr: Mes Notes
it: I miei voti
lt: Mano pažymiai
si: මගේ ශේණිය
th: ผลการเรียนของฉัน

source: Grid Column
da: Søjlegitter
es_sv: Columna de Rejilla
fr: Rubrique de Grille
it: Colonna griglia
lt: Lentelės stulpelis
si: කොටුසැලසුම් තීරැව
th: ตารางคอลัมน์

source: Outline Item
da: Skitse element
es_sv: Elemento de Resumen
fr: Élément d'Encadrement
it: Elemento aggiuntivo
lt: Sąrašo punktas
si: සංකශිප්ත අයිතම
th: แผนงาน

source: New Grid Column
da: Nyt søjlegitter
es_sv: Nueva Columna de Rejilla
fr: Nouvelle Rubrique de Grille
it: Nuova colonna griglia
lt: Naujas lentelės stulpelis
si: නව කොටුසැලසුම් තීරැව
th: เพิ่มตารางคอลัมน์ใหม่

source: New Outline Item
da: Nyt skitse element
es_sv: Nuevo Elemento de Resumen
fr: Nouvel Élément d'Encadrement
it: Nuovo elemento aggiuntivo
lt: Naujas sąrašo punktas
si: නව සංකශිප්ත අයිතම
th: เพิ่มแผนงาน

source: Edit Grid Column
da: Rediger søjlegitter
es_sv: Editar Columna de Rejilla
fr: Modifier une Rubrique de Grille
it: Modifica colonna tabella
lt: Redaguoti lentelės stulpelį
si: කොටුසැලසුම් තීරැව සංස්කරණය කරන්න
th: แก้ไขตารางคอลัมน์

source: Edit Outline Item
da: Regiger skitseelement
es_sv: Editar Elemento de Resumen
fr: Modifier l'Élément d'Encadrement
it: Modifica elemento aggiuntivo
lt: Redaguoti sąrašo punktą
si: සංස්කරණය කරනලද සංකශිප්ත අයිතම
th: แก้ไข outline

source: Group
da: Gruppe
es_sv: Grupo
fr: Groupe
it: Gruppo
lt: Grupė
si: සමූහය
th: กลุ่ม

source: Student Detail Report
da: Studerende detaljerapport
es_sv: Reporte Detallado del Estudiante
fr: Rapport Détail d'Étudiant
it: Prospetto dettagli studente
lt: Išsami mokinio ataskaita
si: ශිෂ්‍යය වාර්තා තොරතුරැ
th: รายงานรายละเอียดของนักเรียน

source: A single PDF containing detail reports for all students in the group.
da: En enkelt PDF som indeholder detajlerapporter for alle de studerende i denne grouppe.
es_sv: Un único PDF que contiene reportes detallados para todos los estudiantes en el grupo.
fr: Un fichier PDF contenant les rapports de détail de tout les étudiant d'un groupe.
it: Un singolo file PDF contenente i dettagli per tutti gli alunni del gruppo.
lt: Vienas PDF kuriame yra visų mokinių grupėje išsamios ataskaitos.
si: කණ්ඞායමේ සියලුම ශිෂ්‍යයන්ගේ තොරතුරැ වාර්තා තනි පීඩීඑෆ් එකක අඬංගු වෙනවා
th: รายงานรายละเอียดของนักเรียนในกลุ่มรวมเป็นไฟล์ PDF ไฟล์เดียว

source: Student Report Card
da: Studerende rapportkort
es_sv: Libreta de Notas del Estudiante
fr: Fiche de Rapport d"Étudiant
it: Scheda riassuntiva studente
lt: Mokinio ataskaitos kortelė
si: ශිෂ්‍යය වාර්තා පත
th: สมุดรายงานผลการเรียน

source: A single PDF containing report cards for all students in the group.
da: En enkelt PDF som indeholder rapportkort for alle de studerende i gruppen.
es_sv: Un único PDF que contiene las libretas de notas de todos los estudiantes en el grupo.
fr: Un fichier PDF contenant les fiches de rapport de tout les étudiant d'un groupe.
it: Un singolo file PDF contenente le schede per tutti gli alunni del gruppo.
lt: Vienas PDF kuriame yra visų mokinių grupėje ataskaitos kortelės.
si: කණ්ඞායමේ සියලුම ශිෂ්‍යයන්ගේ වාර්තා පත් තනි පීඩීඑෆ් එකක අඬංගු වෙනවා
th: รายงานผลการเรียนของนักศึกษาทุกคนในกลุ่มรวมเป็นไฟล์ PDF ไฟล์เดียว
