Repository: hazeltek/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: da, es_sv, fr, it, lt, si, th

source: The operation you attempted cannot be completed because there are currently no terms set up in your SchoolTool instance. Please have a user with administration access set up at least one term and try the operation again.
da: Den handling du forsøgte kunne ikke gennemføres fordi der ikke er indstillet nogen terminer i din SchoolTool instans. Få en bruger med administratoradgang til at opsætte mindst en termin og prøv igen.
es_sv: La operación que intentó no puede completarse ya que no hay períodos configurados en su instancia de SchoolTool. Por favor solicite a un administrador que cree un período e intente la operación nuevamente.
fr: L'opération que vous tentez ne peut être faites car il n'y a actuellement aucune période définie dans votre instance SchoolTool. Veillez faire configurer par un utilisateur avec des droits d'administration au moins une période, ensuite réessayer votre opération.
it: L'operazione che hai tentato non può essere completata perchè attualmente non ci sono periodi impostati in SchoolTool. Chiedi ad un amministratore di creare almeno un periodo e prova a ripetere l'operazione.
lt: Jūsų bandytas veiksmas negali būti atliktas, nes kol kas nėra sukurtas nei vienas semestras. Prašykite naudotojo su administratoriaus teisėmis, kad sukurtų bent vieną semestrą, ir bandykite tada.
si: ඔබ උත්සහකල ක්‍රියාව සම්පූර්ණ කල නොහැක. දැනට ඔබේ ස්කූල්ටූල්හි වාරයන් පිහිටුවා නැත. කරුණාකර පරිපාලක පරිශීලකෙයකු ලවා එක් වාරයක් හෝ පිහිටුවා නැවත උත්සහ කරන්න.
th: สิ่งที่คุณพยายามไม่นั้นไม่สำเร็จ เพราะไม่มีภาคเรียนปัจจุบันกำหนดไว้ คูณต้องมีสิทธิ์ในฐานะผู้ดูแลระบบเพื่อกำหนดภาคเรียนอย่างน้อย 1 ภาคเรียน และพยายามใหม่อีกครั้ง

source: No Report Sheets
da: Ingen rapportkort
es_sv: No hay hojas de reporte
fr: Aucune feuille de rapport
it: Nessun prospetto
lt: Nėra ataskaitos lakštų
si: වාර්තාපත් නොමැත.
th: ไม่มีรายงาน

source: The operation you attempted cannot be completed because there are currently no report sheets set up in your SchoolTool instance. Please have a user with administration access set up at least one report sheet and try the operation again.
da: Den handling du forsøgte kunne ikke gennemføres fordi der ikke er indstillet noget rapportark i din SchoolTool instans. Få en bruger med administratoradgang til at opsætte mindst et rapportark og prøv igen.
es_sv: La operación que intentó no puede completarse ya que no hay hojas de reporte configuradas en su instancia de SchoolTool. Por favor solicite a un administrador que cree una hoja de reporte e intente la operación nuevamente.
fr: L'opération que vous tentez ne peut pas être réalisée parce qu'il n'y a pour le moment aucune feuille de rapport configurée dans votre instance SchoolTool. Veuillez faire configurer au moins une feuille de rapport par un utilisateur disposant d'un accès d'administration et retentez l'opération.
it: L'operazione che hai tentato non può essere completata perchè attualmente non ci sono prospetti impostati in SchoolTool. Chiedi ad un amministratore di creare almeno un prospetto e prova a ripetere l'operazione.
lt: Jūsų bandytas veiksmas negali būti atliktas, nes kol kas nėra sukurtas nei vienas ataskaitos lakštas. Prašykite naudotojo su administratoriaus teisėmis, kad sukurtų bent vieną ataskaitos lakštą, ir bandykite tada.
th: สิ่งที่คุณพยายามไม่นั้นไม่สำเร็จ เพราะไม่มีรายงานปัจจุบันกำหนดไว้ คูณต้องมีสิทธิ์ในฐานะผู้ดูแลระบบเพื่อกำหนดรายงานอย่างน้อย 1 รายงาน และพยายามใหม่อีกครั้ง

source: Report Worksheet
da: Rapportarbejdsark
es_sv: Hoja de Reporte
fr: Feuille de Rapport
it: Prospetto
lt: Naujas lakštas
si: වැඩපත් වාර්තාව.
th: รายงาน

source: Activities of ${title}
da: Aktivitet ${title}
es_sv: Actividades de ${title}
fr: Activités de ${title}
it: Attività di ${title}
lt: ${title} veiklos
si: ක්‍රියාකාරකම් ${මාතෘකාව}
th: กิจกรรมของ${title}

source: A report sheet template defines the activities to be included in a report sheet deployed to each section in a term or year.
da: En rapportarksskabelon definerer aktiviteterne der skal inkluderes i et rapportark der skal udgives til hver sektion i en termin eller et år.
es_sv: Una plantilla de hoja de reporte define las actividades a incluir en una hoja de reporte implementada en cada sección en un período o año.
fr: Un modèle de feuille de rapport définit les activités devant être incluses dans une feuille de rapport déployée dans chaque section d'une période ou d'une année.
it: Un modello di prospetto definisce le attività da includere in un prospetto, elaborato per ogni classe in un periodo o anno.
lt: Ataskaitos lakšto šablonas nurodo veiklas, kurios bus ataskaitos lakštuose, išdalintuose kiekvienam kursui tam semestre ar metuose.
si: වසරේ සෑම වාරයකටම හෝ අංශයකටම අදාල ක්‍රියාකාරකම් වාර්තාපත් ආකෘතියේ අඩංගු කරන්න.
th: แม่แบบรายงานระบุกิจกรรมที่รวมอยู่ในรายงานถูกนำออกเป็นเซกชั่นในแต่ละภาคเรียนหรือปี

source: This report is a list of students achieving below a minimum score on a selected activity from a report sheet.
da: Denne rapport er en liste over studerende der har opnået en pointscore under minimum på en valgt aktivitet fra rapportkortet.
es_sv: Este reporte es una lista de estudiantes que alcanzaron notas abajo de la nota mínima en una actividad seleccionada de una hoja de reporte.
fr: Ce rapport est constitué d'une liste d'étudiants ayant obtenu un note minimum pour une activité sélectionnée émanant d'une feuille de rapport.
it: Questo prospetto è una lista di studenti al di sotto di un punteggio minimo in un'attività specificata tratta da un prospetto.
lt: Tai sąrašas moksleivių, kurie gavo nepatenkinamą pažymį už pasirinktą veiklą iš ataskaitos lakšto.
si: අවම ලකුණට අඩුවෙන් ලකුණු ඇති ශිෂ්‍යයන් වාර්තාව තුලින් තෝරන්න .

source: Request Report
da: Forspørg rapport
es_sv: Solicitar Reporte
fr: Demander un rapport
it: Chiedi prospetto
lt: Prašyti ataskaitos
si: ඉල්ලීම් වාර්තාව.
th: แบบยื่นคำร้อง

source: Section Worksheet Summary
da: Sektions arbejdsark resume
es_sv: Hoja de Trabajo Resumen de la Sección
fr: Résumé
it: Riassunto foglio di classe
lt: Kurso lakšto santrauka
si: තෝරාගත් වැඩපත් සාරාංශය.
th: แผ่นงานสรุปเซกชั่น

source: Unhide Deployed Report Sheet
da: Vis udgivne rapportark
es_sv: Mostrar Hoja de Reporte Implementada
fr: Montrer les Feuilles de Rapport Déployées
it: Mostra prospetto inserito
lt: Atslėpti išdalintus ataskaitos lakštus
si: නොසැගවූ වාර්තාපත් යෙදවීම්.
th: ไม่ซ่อนรายงานที่นำออก/ติดตั้ง

source: Unhide
da: Vis
es_sv: Mostrar
fr: Montrer
it: Mostra
lt: Atslėpti
si: නොසැගවූ.
th: ไม่ซ่อน

source: Delete Worksheet
da: Slet arbejdsark
es_sv: Eliminar Hoja de Trabajo
fr: Effacer la feuille de travail
it: Cancella foglio di lavoro
lt: šalinti lakštą
si: වැඩපත මකාදමන්න.
th: ลบแผ่นงาน

source: Are you sure you want to delete this worksheet together with all its activities?
da: Er du sikker på du vil slette dette arbejdsark og alle arbejdsarkets aktiviter?
es_sv: ¿Está seguro de que desea eliminar esta hoja de trabajo junto con todas sus actividades?
fr: Êtes-vous sur de vouloir effacer cette feuille de travail ainsi que toutes ses activités ?
it: Sei sicuro di cancellare questo foglio con tutte le sue attività?
lt: Ar tikrai norite ištrinti šį lakštą, įskaitant visas veiklas jame?
si: ඔබට විශ්වාසද මෙම වැඩපත එහි සියලු ක්‍රියාකාරකම් සමගින් මකා දැමීමට අවශ්‍ය බව
th: แน่ใจหรือไม่ที่จะลบแผ่นงานที่มีกิจกรรมทั้งหมด

source: This worksheet has no activities.
da: Dette arbejdsark har ingen aktiviteter.
es_sv: Esta hoja de trabajo no tiene actividades.
fr: Cette feuille de travail n'a pas d'activités
it: Questo foglio non ha attività.
lt: Šiame lakšte nėra nei vienos veiklos.
si: මෙම වැඩපතට ක්‍රියාකාරකම් නොමැත
th: แผ่นงานนี้ไม่มีกิจกรรม

source: Worksheet Details
da: Arbejdsarkdetaljer
es_sv: Detalles de la Hoja
fr: Détais de Feuille
it: Dettagli foglio di lavoro
lt: Lakšto aprašas
si: වැඩපත් විස්තර.
th: รายละเอียดของแผ่นงาน

source: Worksheet Information
da: Arbejdsarkinformation
es_sv: Información de la Hoja
fr: Information de Feuille
it: Info foglio di lavoro
lt: Lakšto informacija
si: වැඩපත් තොරතුරු.
th: ข้อมูลของแผ่นงาน

source: Report Card Layouts
da: Rapportkort layout
es_sv: Esquemas de Libretas de Notas
fr: Agencements de Fiche de Rapport
it: Modelli di prospetto
lt: Ataskaitos kortelių išdėstymai
si: වාර්තාපත් ආකෘති
th: โครงร่างของรายงานผลการเรียน

source: Assignment
da: Opgave
es_sv: Asignación
fr: Affectation
it: Compito
lt: Užduotis
si: ඇගයීම.
th: มอบหมาย/กำหนดให้

source: Essay
da: Opgave
es_sv: Ensayo
fr: Essai
it: Saggio
lt: Esė
si: රචනාව.
th: เรียงความ

source: Exam
da: Eksamen
es_sv: Examen
fr: Examen
it: Esame
lt: Egzaminas
si: විභාගය
th: การสอบ

source: Homework
da: Hjemmearbejde
es_sv: Tarea
fr: Travail personnel
it: Compito a casa
lt: Namų darbas
si: නිවසේ පැවරුම්.
th: การบ้าน

source: Journal
es_sv: Diario
it: Registro
lt: Dienynas
si: ජර්නලය
th: วารสารวิชาการ

source: Lab
es_sv: Laboratorio
fr: Labo
it: Laboratorio
lt: Laboratorinis
si: පරීක්ෂණාගාරය.
th: ห้องทดลอง

source: Presentation
da: Præsentation
es_sv: Presentación
fr: Présentation
it: Presentazione
lt: Pristatymas
si: ඉදිරිපත් කිරිම
th: การนำเสนอ

source: Project
da: Projekt
es_sv: Proyecto
fr: Projet
it: Progetto
lt: Projektas
si: ව්‍යාපෘතිය
th: โครงการ

source: The date the activity is due to be graded.
da: Den dag aktiviteten skal gives karakter.
es_sv: La fecha en que la actividad expiró para ser calificada.
fr: Date à laquel l'activité doit être côtée.
it: Data di valutazione della prova.
lt: Data kada veikla bus įvertinta.
si: නියමිත දිනය තුල ක්‍රියාකාරකම් වර්ගකරන්න.
th: อ

source: The column label for the activity in the gradebook.
da: Søjleetiketten for aktiviteten i denne karakterbog.
es_sv: La etiqueta de columna para la actividad en el cuadro de notas.
fr: L"en-tête de colonne pour l'activité dans le carnet de notes.
it: Etichetta della colonna dell'attività nel registro.
lt: Veiklos stulpelio antraštė pažymių knygelėje.
si: ශේණිපොතේ ක්‍රියාකාරකම් සඳහා තීරු සකසන්න.
th: ข้อความในคอลัมน์สำหรับกิจกรรมในสมุดรายงานผลการเรียน

source: The activity category
da: Aktivitetskategori
es_sv: La categoría de la actividad
fr: La catégorie de l'activité
it: Categoria dell'attività
lt: Veiklos kategorija
si: ක්‍රියාකාරකම් ප්‍රභේද.
th: ประเภทกิจกรรม

source: Scoresystem
da: Pointsystem
es_sv: Sistema de puntuación
fr: Système de Cotation
it: Sistema voti
lt: Vertinimo sistema
si: ලකුණු ක්‍රමය.
th: ระบบแสดงคะแนน

source: The activity scoresystem.
da: Aktivitetens pointsystem.
es_sv: El sistema de puntuación de la actividad.
fr: Le système de cotation de l'activité
it: Il sistema di voti dell'attività.
lt: Veiklos vertinimo sistema.
si: ක්‍රියාකාරකම් ලකුණු ක්‍රමය.
th: ระบบแสดงคะแนนกิจกรรม

source: The date the activity was created.
da: Datoen aktiviteten blev oprettet.
es_sv: La fecha en que fue creada la actividad.
fr: La date à laquelle l'activité a été créée.
it: Data di creazione attività
lt: Veiklos sukūrimo data.
si: රියාකාරකම් දිනයක් නිර්මාණය කරන්න.
th: วันที่กิจกรรมถูกสร้างแล้ว

source: Columns to be printed in the report card.
da: Søjler der vil blive udskrevet på rapportkortet.
es_sv: Columnas a imprimirse en la libreta de notas.
fr: Colonnes à imprimer dans la fiche de rapport
it: Colonne da stampare nella scheda riassuntiva.
lt: Stulpeliai, spausdinami ataskaitos kortelėje.
si: වාර්තාපතේ තීරු මුද්‍රණය කලයුතුය.
th: คอลัมน์ที่จะถูกพิมพ์ในรายงานผลการเรียน

source: Activities to be printed in the outline section.
da: Aktiviterer der vil blive udskrivet i skitseelement sektionen.
es_sv: Actividades a imprimirse en la sección de detalle.
fr: Activités à imprimer dans la section d'encadrement.
it: Attività da inserire nella sezione aggiuntiva.
lt: Veiklos, spausdinamos santraukos skiltyje.
si: ක්‍රියාකාරකම් දළසැලැස්ම මුද්‍රණය කලයුතුය.
th: กิจกรรมที่จะถูกพิมพ์ในส่วนโครงร่าง

source: Worksheets in this gradebook.
da: Arbejdsark i denne karakterbog.
es_sv: Hojas de trabajo en este cuadro de notas.
fr: Les feullies dans le carnet de notes.
it: Fogli di questo registro voti.
lt: Lakštai šioje pažymių knygelėje.
si: මෙම ශේණිපොතේ වැඩපත.
th: แผ่นงานในสมุดรายงานผลการศึกษานีี้

source: Activities in this gradebook.
da: Aktiviteter i denne karakterbog
es_sv: Actividades en este cuadro de notas.
fr: Activités dans ce carnet de notes
it: Attività in questo registro voti.
lt: Veiklos šioje pažymių knygelėje
si: මෙම ශේණිපොතේ ක්‍රියාකාරකම්.
th: กิจกรรมในสมุดรายงานผลการศึกษานี้

source: Students
da: Studerende
es_sv: Estudiantes
fr: Etudiants
it: Alunni
lt: Mokiniai
si: සිසුන්
th: นักศึกษา

source: Students in this gradebook.
da: Studerende i denne karakterbog.
es_sv: Estudiantes en este cuadro de notas.
fr: Les étudiants dans ce carnet de notes.
it: Alunni in questo registro voti.
lt: Mokinai šioje pažymių knygelėje
si: මෙම ශේණිපොතේ සිසුන්.
th: นักเรียนในสมุดรายงานผลการเรียนนี้

source: External Activity Source
da: Eksterne aktivitetskilder
es_sv: Fuente de Actividad Externa
fr: Source Externe d'Activité
it: Fonte attività esterna
lt: Išorinės veiklos šaltinis
si: අතිරේක ක්‍රියාකාරකම් ප්‍රභවයන්.
th: ที่มาของกิจกรรมภายนอก

source: The registration name of the source
da: Registrationsnavnet på kilden
es_sv: El nombre de registro de la fuente
fr: Le nom d'enregistrement de la source
it: Nome registrazione della sorgente
lt: Šaltinio registracijos pavadinimas
si: ප්‍රභවයන් සඳහා ලියාපදිංචි නාමයන්.
th: ลงทะเบียนชื่อของแหล่งข้อมูล

source: External Activity ID
da: Ekstern aktivitets ID
es_sv: ID de la Actividad Externa
fr: ID Activité Externe
it: ID attività esterna
lt: Išorinės veiklos ID
si: අතිරේක ක්‍රියාකාරකම් ID
th: หมายเลขกิจกรรมจากภายนอก

source: A unique identifier for the external activity
da: En unik identifikation for den eksterne aktivitet
es_sv: Un identificador único para la actividad externa
fr: Identifiant unique pour chaque activité externe
it: Un identificatore univoco per l'attività esterna
lt: Išorinės veiklos unikalus identifikatorius
si: අතිරේක ක්‍රියාකාරකම් සඳහාවූ අන්‍යනය වූ හදුනාගැනීම්.
th: กำหนดชื่อไม่ซ้ำสำหรับกิจกรรมภายนอก

source: Points value to calculate the activity grade
da: Pointværdi for at udregne aktivitetskarakteren
es_sv: Valor en puntos para calcular la nota de la actividad
fr: Valeur des points pour calculer la note de l'activité
it: Valore punti per calcolare il voto dell'attività
lt: Taškai veiklos pažymio skaičiavimui
si: අතිරේක ක්‍රියාකාරකම් ප්‍රභවයන් සඳහාවූ ලකුණු වටිනාකම.
th: คะแนนเต็มเพื่อคำนวณระดับผลการเรียนสำหรับกิจกรรม

source: Name of the external activities source
da: Navnet på den eksterne aktivitetskilde
es_sv: Nombre de las actividades externas principales
fr: Nom de la source des activités externe
it: Nome della fonte di attività esterne
lt: Išorinės veiklos šaltinio pavadinimas
si: අතිරේක ක්‍රියාකාරකම් ප්‍රභවයන් ගේ නම.
th: ชื่อของที่มาของกิจกรรมภายนอก

source: A brief title of the external activities source
da: En kort titel på den eksterne aktivitetskilde
es_sv: Un breve título para la fuente de actividades externas
fr: Un titre bref de la source des activités externe
it: Breve titolo della fonte di attività esterne
lt: Trumpas išorinės veiklos šaltinio pavadinimas
si: අතිරේක ක්‍රියාකාරකම් ප්‍රභවයන් සඳහා සංක්ෂිප්ත මාතෘකාවක්.
th: ชื่ออย่างย่อของแหล่งกิจกรรมภายนอก

source: A brief title of the external activity.
da: En kort titel til den eksterne aktivitet.
es_sv: Un breve título para la actividad externa.
fr: Un titre bref pour l'activité externe
it: Breve titolo dell'attività esterna.
lt: Trumpas išorinės veiklos pavadinimas.
si: අතිරේක ක්‍රියාකාරකම් සඳහා සංක්ෂිප්ත මාතෘකාවක්
th: ชื่ออย่างย่อของกิจกรรมภายนอก

source: Linked Column Activity Source
da: Henvisningssøjle aktivitetskilde
es_sv: Fuente de Actividad Vinculada
fr: Rubrique de Source d'Activité Liées
it: Fonte dell'attività per la colonna collegata
lt: Susieto stulpelio veiklos šaltinis
si: ක්‍රියාකාරකම් ප්‍රභව තීරු සම්භන්ධ කරන්න.
th: ที่มาของกิจกรรมที่ถูกเชื่อมโยง

source: Journal Average
da: Journalgennemsnit
es_sv: Promedio del Diario
fr: Moyenne de journal
it: Media registro
lt: Dienyno vidurkis
si: ජර්නල් සාමාන්‍යය.

source: Create, edit and deploy report sheet templates.
da: Opret, rediger og udgiv rapportarksskabeloner.
es_sv: Crear, editar y rellenar plantillas de hoja de reporte.
fr: Créer, modifier et déployer les modèle de feuille de rapport.
it: Crea, modifica ed inserisci modelli di prospetto.
lt: Kurti, redaguoti, ir išdalinti ataskaitos lakštų šablonus.
si: වාර්තාපත් ආකෘති නිර්මාණය කරන්න, සංස්කරණය කරන්න, යොදවන්න
th: สร้าง แก้ไข และนำออกไปใช้/ติดตั้งแม่แบบรายงาน

source: Edit Templates
da: Rediger skabeloner
es_sv: Editar Plantillas
fr: Édition des Modèles
it: Modifica modelli
lt: Keisti šablonus
si: ආකෘති සංස්කරණය කරන්න.
th: แก้ไขแม่แบบ

source: Create and edit gradebook data for a section.
da: Opret og rediger karakterbogsdata for en sektion.
es_sv: Crear y editar datos de cuadro de notas para una sección.
fr: Créer et modifier les données du carnet de notes d'une section.
it: Aggiungi o modifica voti nel registro di una classe.
lt: Kurti ir keisti kurso pažymių knygelės duomenis.
si: අංශ සදහා ශේණිපොත් දත්ත නිර්මාණය කර සංස්කරණය කරන්න.
th: สร้างและแก้ไขข้อมูลรายงานผลการเรียนสำหรับแต่ละเซกชั่น

source: Edit Gradebook
da: Rediger karakterbog
es_sv: Editar el Cuadro de Notas
fr: Modifier le Carnet de Notes
it: Modifica registro voti
lt: Keisti pažymių knygelę
si: ශේණිපොත සංස්කරණය කරන්න.
th: แก้ไขสมุดรายงานผลการเรียน

source: View Gradebook
da: Se karakterbog
es_sv: Ver el Cuadro de Notas
fr: Voir le Carnet de Notes
it: Vedi registro voti
lt: Matyti pažymių knygelę
si: ශේණිපොත පරීක්ෂා කරන්න.
th: เรียกดูสมุดรายงานผลการเรียน

source: View gradebook data for a section.
da: Se karakterbogsdata for en sektion.
es_sv: Ver datos del cuadro de notas de una sección.
fr: Voir les données du carnet de notes d'une section.
it: Vedi dati del registro voti di una classe.
lt: Matyti kurso pažymių knygelės duomenis.
si: අංශ සදහා ශේණිපොත් දත්ත පරීක්ෂා කරන්න.
th: เรียกดูข้อมูลสำหรับแต่ละเซกชั้น

source: Only the instructor of a section can edit its gradebook.
da: Kun instruktøren af en sektion kan redigere sektionens karakterbog.
es_sv: Sólo el maestro de una sección puede editar su cuadro de notas.
fr: Seul le formateur d'une section peut modifier son carnet de notes.
it: Solo il docente di una classe può modificare il suo registro dei voti.
lt: Tik kurso mokytojas gali keisti jo pažymių knygelę
si: අංශයේ උපදේශකයන්ට පමණක් ශේණිපොත සංස්කරණය කිරීමට හැකිය.
th: ผู้สอนของเซกชั่นนี้ท่านั้นที่สามารถแก้ไขสมุดรายงานผลการเรียนได้

source: School administrators can edit a section's gradebook.
lt: Mokyklos administratoriai gali redaguoti pažymių knygeles.

source: Add Course Worksheet
da: Tilføj kursusarbejdsark.
es_sv: Añadir Hoja de Asignatura
it: Aggiungi foglio materia
lt: Pridėti dalyko lakštą
si: පාඨමාලා වැඩපත් එක් කරන්න.
th: เพิ่มแผ่นงานวิชา

source: Score Systems
da: Karaktersystemer
es_sv: Sistemas de puntación
fr: Systèmes de Notation
it: Sistemi di valutazione
lt: Vertinimo sistemos
si: ලකුණු ක්‍රම
th: ระบบแสดงคะแนน

source: Add Score System
da: Tilføj karaktersystem
es_sv: Añadir sistema de puntuación
fr: Ajouter un Système de Notation
it: Aggiungi sistema di valutazione
lt: Pridėti vertinimo sistemą
si: ලකුණු ක්‍රම එක් කරන්න.
th: เพิ่มระบบคะแนน

source: New Score System
da: Nyt pointsystem
es_sv: Nuevo Sistema de Puntuación
fr: Nouveau Système de Notation
it: Nuovo sistema di valutazione
lt: Nauja vertinimo sistema
si: නව ලකුණු ක්‍රමය.
th: ระบบคะแนนใหม่

source: Abbreviation
da: Forkortelse
es_sv: Abreviación
fr: Abréviation
it: Abbreviazione
lt: Santrumpa
si: කෙටි යෙදුම්
th: อักษรย่อ

source: Point Value
da: Pointværdi
es_sv: Valor en Puntos
fr: Valeur en Point
it: Valore punteggio
lt: Taškai
si: ලකුණු අගය.
th: คะแนนสะสม

source: Low Percentage
da: Lav procent
es_sv: Porcentaje Inferior
fr: Pourcentage Bas
it: Percentuale inferiore
lt: Žemiausias procentas
si: අඩු ප්‍රතිශතය.
th: เปอร์เซ็นต์ต่ำ

source: Passing Score
da: Pointscore for at bestå
es_sv: Nota de Aprobación
fr: Note de Passage
it: Voto sufficiente
lt: Patenkinamas
si: සමත්වීමේ ලකුණ.
th: คะแนนที่ผ่าน

source: Type
es_sv: Tipo
it: Tipo
lt: Tipas
si: වර්ගය
th: ประเภท

source: There are none.
da: Der er ingen.
es_sv: No hay ninguno.
fr: Il n'y en a aucun.
it: Non ce ne sono.
lt: Nėra nė vienos.
si: කිසිවෙක් නොමැත.
th: ไม่มี

source: Customize
lt: Redaguoti

source: ${requirement} Contents
da: ${requirement} indehold
es_sv: ${requirement} Contenidos
fr: Contenus ${requirement}
it: Contenuto di ${requirement}
lt: ${requirement} turinys
si: ${අවශ්‍යතා} අන්තර්ගතය

source: ${requirement} Sub Requirements
da: ${requirement} underindhold
es_sv: ${requirement} Sub Requerimientos
fr: Prérequis ${requirement}
it: Sotto-requisiti di ${requirement}
lt: ${requirement} papildomi reikalavimai
si: ${අවශ්‍යතා} අනුඅවශ්‍යතා

source: Find Now
da: Find nu
es_sv: Encuentre ahora
fr: Lancer la recherche
it: Trova ora
lt: Rasti
si: දැන් සොයන්න
th: หาทันที

source: Clear
da: Ryd
es_sv: Limpiar
fr: Effacer
it: Svuota
lt: Išvalyti
si: පිරිසිදු කරන්න
th: ล้าง

source: Showing ${count} of ${total} items
da: Viser ${count} af ${total} emner
es_sv: Mostrando ${count} de ${total} items
fr: Affichage de ${count} éléments sur ${total}
it: Mostro ${count} di ${total} oggetti
lt: Rodoma ${count} iš ${total} rezultatų
si: ${total} අයිතමයන්හි ${count} පෙන්වීම
th: กำลังแสดง ${count} ของ ${total} รายการ

source: The Title field must not be empty.
da: Titelfelt må ikke være tomt.
es_sv: El título del campo no debería estar vacío.
fr: Le champ Titre ne peut être vide.
it: La casella titolo non può essere vuota.
lt: Pavadinimas negali būti tuščias.
si: මාතෘකාව හිස් නොවියයුතුය.
th: ชื่อของช่องนี้ต้องไม่ว่าง

source: Value field must contain a valid number.
da: Værdifelt skal indeholde et gyldigt tal.
es_sv: El valor del campo debería contener un número válido.
fr: Les champs de valeurs doivent contenir un nombre valide.
it: La casella valore deve contenere un numero.
lt: Reikšmės laukelyje turi būti skaičius.
si: අගයන් තීරයේ වලංගු අංක ඇතුලත් වියයුතුය.
th: ค่าของช่องนี้ต้องเป็นค่าที่ถูกต้อง

source: Percent field must contain a valid number.
da: Procentfelt skal indeholde et gyldigt tal.
es_sv: El procentaje del campo debería contener un número válido.
fr: Le champ pourcent doit contenir un nombre valide.
it: La casella percentuale deve contenere un numero.
lt: Procentų laukelyje turi būti skaičius.
si: ඉදිරිපත් කිරීමේ තීරයේ වලංගු අංක ඇතුලත් වියයුතුය.
th: เปอร์เซ็นต์ของช่องนี้ต้องเป็นค่าทีี่ถูกต้อง

source: All values must be non-negative.
da: Alle værdier skal være ikke-negative.
es_sv: Los valores no deberían ser negativos.
fr: Aucune valeur ne peut être négative.
it: Tutti i valori devono essere positivi.
lt: Visos reikšmės turi būti ne neigiamos.
si: හැම අගයක්මක්ම ඝෘණ අගයක් නොවියයුතුය.
th: ค่าทั้งหมดต้องไม่เป็นค่าติดลบ

source: All percentages must be non-negative.
da: Alle procenter skal være ikke-negative.
es_sv: Los porcentajes no deberían ser negativos.
fr: Tout les pourcentages doivent être positifs.
it: Tutte le percentuali devono essere positive.
lt: Visi procentai turi būti ne neigiami.
si: හැම ප්‍රතිශතයක්ම ඝෘණ අගයක් නොවියයුතුය.
th: เปอร์เซ็นต์ทั้งหมดต้องไม่เป็นค่าติดลบ

source: Percentages cannot be greater than 100.
da: Procenter kan ikke være højere end 100.
es_sv: Los porcentajes no pueden ser mayores de 100.
fr: Les pourcentages ne peuvent être supérieurs à 100
it: Le percentuali non possono essere maggiori di 100.
lt: Procentai negali būti didesni už 100.
si: ප්‍රතිශතය 100ට වැඩිවිය නොහැකිය.
th: เปอร์เซ็นต์ไม่สามารถมากกว่า 100

source: A score system must have at least two scores.
da: Et karaktersystem skal have mindst to karakterer.
es_sv: El sistema de puntuación debe tener al menos dos puntuaciones.
fr: Un système de notation doit contenir au moins deux notes.
it: Un sistema di valutazione deve contenere almeno due voti.
lt: Vertinimo sistema turi turėti bent du įvertinimus.
si: ලකුණු ක්‍රමයේ අඩුම වශයෙන් ලකුණු2ක් තිබියයුතුය.
th: ระบบคะแนนต้องมีอย่างน้อย 2 คะแนน
